package com.example.administrator.healthlife.moudle.disease.bean;

import android.os.Parcel;
import android.os.Parcelable;

import java.util.List;

/**
 * Created by Administrator on 2017/4/18.
 */

public class OneBean {

    /**
     * list : [{"causetext":"<p>　　(1)饮食太咸或服用特殊药物，都可能使静脉循环不佳，以致局部(特别是脚)出现所谓体质性的水肿。<\/p> \n<p>　　(2)失眠者水肿：严重失眠的人，因夜间久久不能入睡，次晨起床后常见颜面，眼睑，双手等处出现水肿，但稍加活动后，可自行消失。<\/p> \n<p>　　(3)体质性水肿：部分患者的浮肿会发生在月经来临前五天左右，但大部分此类病人，其水肿的发作与月经没有关係。主要特色在于早上起床时并无水肿，但到了下午则小腿，脚肿胀厉害，体重早晚甚至可相差到一公斤以上，晚上休息时，尿液又特别多。<\/p> \n<p>　　(4)老年性水肿：是指老年人出现的非心、肝、肾、血管病变及内分泌失讽等原因引起的水肿。多由于老年人的体质及器官功能随年龄的增长而逐渐衰退，机体组织的结构也发生退行性变化，致血管通透性增高，组织间隙是增大，顺应性降低，静脉回流障碍及肾功能减退等出现水肿，表现为两下肢对称性凹陷性水肿，伴有下肢沉重、发紧、发胀或疼痛等感觉。有必要强调，在考虑老年性水肿的诊断之前，必须排除心脏、血管、肾脏等重要器官的病变，还要注意除外腹腔肿瘤对下腔静脉压迫引起的下肢水肿。<\/p> \n<p>　　(5)体位性水肿：工作需要而长时间久站者，部分人持续坐椅子打电脑、玩麻将、玩扑克等超过数小时可出现下肢凹陷性水肿，多以躁部为明显。站立或坐位时间越长，水肿越明显，年龄越大，水肿越明显。其原因与活动减少，静脉回流减慢有关。<\/p> \n<p>　　(6)高温环境引起的水肿：高温环境下的工作人员由于温热的刺激，使体表的小血管扩张，小动脉的扩张引起皮肤血流量增加，而浅静脉扩张引起静脉淤血，小静脉压力增高，结果导致毛细血管静水压升高而产生组织水肿，以及出汗过多，加上广泛体表血管扩张使有效循环血量减少，可刺激醛固酮和抗利尿激素分泌增多，促进机体保留水钠而产生水肿。一般水肿程度不重，通常出现在四肢远端。<\/p> \n<p>　　(7)旅行者水肿：是由于长期站立行走或搭乘汽车、火车及飞机的旅客。由于长时间取坐位或立位，血流因重力关系对躯体较低部位的血管壁产生重力作用，使下肢静脉回流减慢，静脉压升高，以及站立位时醛固酮的分泌增加导致钠水潴留而致水肿，主要为下肢，特别是踝郎水肿。<\/p> \n<p>　　(8)肥胖性水肿：肥胖者具有水肿的倾向，可能和患者的静脉回流减慢及毛细血管通透性增加有关。另外，肥胖者脂肪组织是良好的隔热体，肥胖者散热较正常人困难，为了调节体温，周围毛细皿管长期处于扩张状态，使毛细血管充盈，滤过压增高，毛细血管扩张使其道透性增加，有利于水肿的形成。严重是的肥胖者可因纵隔内大量脂肪堆积而压迫心脏和上下腔静脉，使静脉回流受阻，出现静脉赫血性水肿，称为肥胖性静脉压迫综合征。<\/p>","checks":"","count":714,"department":"","description":"一般说来，当心、肾、肝等脏器发生病变及某些内分泌疾病会引起水肿外，还有些水肿并非疾病所致","detailtext":"<p>　　临床表现<\/p> \n<p>　　临床各项检查化验指标无异常，又无任何明显的、已知的原因，而体内水液潴留致使眼睑、四肢乃至全身浮肿。病程不一，肿势轻重不同，反复发作，部位以四肢、面部为多，多有紧张绷束感，尿量正常。<\/p> \n<p>　　诊断方法<\/p> \n<p>　　(一)详细询问病史<\/p> \n<p>　　重点询问有关心脏、肝脏、肾脏及内分泌系疾病的病史以及过去的摄食与营养状况等。还要全面了解本次水肿的发生发展及治疗情况，另外，注意询问伴随症状。<\/p> \n<p>　　(二)认真全面体格检查<\/p> \n<p>　　全面系统检查的同时，注意检查皮肤、心、肝、肾、肺、脑及体腔体征。已发现水肿。要进一步检查水肿的分布、皮肤的颜色及形状以及体腔积水情况等。<\/p> \n<p>　　(三)测体重变化<\/p> \n<p>　　全身水肿时，体重变化较敏感。间断地测体重的增减，是检测水肿消长的最有价值的指标。<\/p>   \n<p>　　1..不要穿过紧的衣物，特别是在臀部及大腿很紧的牛仔裤、束腹、束腰等会造成腹压增加的衣物。<\/p> \n<p>　　2.生活规律不要过渡劳累，不要熬夜。<\/p> \n<p>　　3.不要久坐或久站，避免长时间穿着高跟鞋，或穿太紧的鞋子。<\/p> \n<p>　　4.避免重口味的饮食，盐分不只是单指食用盐或吃起来咸的东西，其实是泛指所有的酱料、腌製物、或含钠量高的饮料，如：电解水、蕃茄汁等。<\/p> \n<p><\/p> \n<p>　　5.当身体出现非疾病性水肿时，可以饮用一些具有利于水消肿作用的养生茶，如万年青茶、荷叶淡竹茶、灵芝车前草茶等。&nbsp;<\/p>","disease":"","drug":"","fcount":0,"id":3404,"img":"/symptom/080916/77373f54a701c5ecdd9cbc083db5a3dc.gif","keywords":"水肿 疾病 一般说来 常见于 一部分 ","message":"    组织间隙液体过多而引起的全身或身体的一部分肿胀的症状称为水肿。一般说来，当心、肾、肝等脏器发生病变及某些内分泌疾病会引起水肿外，还有些水肿并非疾病所致。常见于长期失眠，久站久坐，久病体虚，工作劳累，饮食太咸，肥胖的人群。","name":"非疾病性水肿 (功能性水肿)","place":"内分泌系统,全身,肾,肝","rcount":0},{"causetext":"<p>　　症状诱因：<\/p> \n<p>　　脊髓后部的后索被破坏，使深感觉不能向上传导。部分患者为精神疾患所致。<\/p>","checks":"","count":342,"department":"","description":"p;感觉分离就是破坏了脊髓后部的后索，使深感觉不能向上传导，这时就感觉不到肢体的位置，弄不清是屈是伸","detailtext":"<p>　　症状表现：<\/p> \n<p>　　感觉缺失可使人受到严重损伤(如烫伤)而不觉知。感觉缺失有痛觉缺失、触觉缺失、温度觉缺失和深感觉障碍(如皮肤温、痛缺失)。<\/p> \n<p>　　病症诊断：<\/p> \n<p>　　1.痛觉:用大头针均匀刺激皮肤，观察并询问其疼痛程度。<\/p> \n<p>　　2.温度感:用分别装有5～10℃和40℃～45℃的试管，在闭目的情况下，轮番接触患者皮肤，嘱其说出冷或热的感觉。接触时间为2～3秒。<\/p> \n<p>　　3.触觉:患者闭眼，用毛刷或棉签轻触其皮肤，问其有无感知或触到几次，此种方法用于检查原始触觉。检查识别知觉时，令患者闭眼，在检查部位写字或划些简单图形，嘱患者说出所定文字与图形。<\/p> \n<p>　　4.位置觉:<\/p> \n<p>　　①患者闭眼，被动检查患者的肢体，如指、趾等，患者能正确说出这些部位的活动、方向和所处的位置;<\/p> \n<p>　　②拇指试验:患者闭眼，嘱其伸直前臂和拇指，使其作腕关节伸屈活动2～3次，然后嘱其用对侧拇指或示指去摸该侧的拇指，正常时呈直线运动摸到;<\/p> \n<p>　　③合掌试验:患者闭眼，嘱两手合掌，两手能交互合掌为正常。<\/p> \n<p>　　5.震动觉:用128HZ的音叉置于突出的骨上，询问有无震动,并作双侧和上下对比。<\/p> \n<p>　　6.实体觉:<\/p> \n<p>　　①患者闭眼，嘱其指出刺激点是一点还是二点，并指出两点刺激的最小距离，与正常范围作对照;<\/p> \n<p>　　②用手抚摸物体，让其说出物体的名称。<\/p>   \n<p>　　1、以心理治疗为主，可适当配合药物和物理治疗。<\/p> \n<p>　　2、医生与患者之间应建立良好的关系，使患者对疾病有足够的认识，并对疾病的治愈具有坚强的信心和决心。<\/p> \n<p>　　3、对有躯体症状的患者，可选用药物或物理治疗，配合语言暗示。<\/p> \n<p>　　4、对有精神症状的患者，可选用抗精神病药物，极度兴奋者，可肌内注射。<\/p> \n<p>　　5、有焦虑症状的患者，可用抗焦虑药物。此外，针灸、中药、直流电或感应电治疗，均可配合应用。<\/p>","disease":"脊髓肿瘤,老年脊髓肿瘤,脊髓空洞症,脊髓栓系综合征,脊髓血管病变,小儿脊髓肿瘤,脊髓小脑变性","drug":"","fcount":0,"id":3403,"img":"/symptom/080916/dd19b351d6d66449fdd8b49ed8141a49.jpg","keywords":"感觉 行动起来 系统疾病 诊断 摇摇摆摆 ","message":"    感觉分离就是破坏了脊髓后部的后索，使深感觉不能向上传导，这时就感觉不到肢体的位置，弄不清是屈是伸。因为失去对自己肢体的了解，所以行动起来就显得笨拙，走路摇摇摆摆。可见感觉分离现象对神经系统疾病的诊断是非常有意义的。医生根据各种感觉障碍的分布形式判断是什么地方有病，这叫定位诊断。","name":"感觉分离 (分离性感觉障碍 )","place":"神经系统,脊髓","rcount":0},{"causetext":"<p>　　最主要的原因之一是内分泌和代谢性疾病，包括糖尿病、高钙血症、低钾血症、卟啉病、甲状腺功能减低、全垂体功能减退、甲状旁腺功能亢进、假性甲状旁腺功能减退、嗜铬细胞瘤、胰高血糖素瘤。上述其他代谢性和内分泌疾病则主要是影响平滑肌功能而引起继发性便秘。<\/p> \n<p>　　神经系统疾病也与便秘有关。中枢神经系统 (CNS)疾病与便秘关系最密切，神经调节的中断是引起便秘的原因。包括记住损伤(如车祸、高空坠落等)马尾肿瘤、腰椎间盘疾病、脊柱结核、多发性硬化症、帕金森病、中风和脑肿瘤。截瘫可以造成排空迟缓。帕金森病使肛门外括约肌矛盾收缩引起排便梗阻。多发性硬化症患者有便秘症状，周围神经系统疾病如自主神经疾病、神经纤维瘤、神经节瘤等都与便秘发生有关。肠神经系统(ENS)的疾病也会引起便秘，如先天性巨结肠(Hirschsprung病)，其肠神经系统的正常发育停滞并有一段长度不等的结肠缺少神经节细胞。由于肠肌间神经丛缺少这些神经节细胞，阻碍了结肠的正常蠕动和肛门内括约肌对直肠扩张的反射性松弛。神经源性的慢性假性肠梗阻和长期滥用轻泻剂引起的便秘的原因业余损害肠神经系统有关。<\/p> \n<p>　　器质性疾病如肿瘤造成的狭窄和阻塞、憩室、炎症性肠病、局部缺血、肠扭转、子宫内膜异位和术后狭窄等，由于影响了肛门、直肠和结肠的结构，也会引起便秘。疼痛性病变如肛裂、嵌顿性内痔、粘膜脱垂、溃疡性直肠炎等都是便秘的原因。平滑肌病变如平滑肌肌病、强直性肌营养不良和进行系系统性硬化症，则由于改变了结肠排空和直肠、肛门内外括约肌的功能而引起便秘。<\/p> \n<p>　　医源性便秘通常与药物有关，包括作用于CNS或ENS的药物(如阿片类、非甾体类抗炎药);直接作用于平滑肌的药物(如钙通道阻滞剂等抗高血压药;阿托品等抗胆碱药);化疗药;利尿药;金属离子及矿物质;树脂等。手术也可以引起或加重便秘。<\/p> \n<p><\/p>","checks":"","count":786,"department":"","description":"见于消化道疾病如肿瘤，炎症，内分泌和代谢性疾病如糖尿病、甲状腺功能减低，神经系统疾病如损伤，肿瘤，医源性便秘通常与药物有关","detailtext":"<p>　　症状表现：凡是在患有器质性病变或疾病的基础上出现的便秘，就称为继发性便秘，又叫做症状性便秘。<\/p> \n<p>　　伴随症状：具有便秘症状的疾病较多，诊断时主要依据问诊与临床检查，特别是观察排粪及粪便情况，即可进行类症鉴别，必要时进行直肠检查和药物性诊断，有助于确诊。诊断方法 ①口腔变化：便秘时，口腔干燥，口色正常或稍红，有薄层灰白或灰黄色舌苔，口腔有甘臭或稍有腐败臭。牙齿磨灭不整，硬颚往往肿胀。<\/p> \n<p>　　②听诊：瘤胃蠕动次数减少，每次蠕动持续时间变短，蠕动音减弱。瓣胃及真胃音消失。肠音减弱，有时可听到金属音。心音和肺音一般无变化。<\/p> \n<p>　　③排粪情况及粪便观察：排粪时费劲，排出的粪便稍干，粪表面发黑，呈小饼状或算盘珠状。病重时不排粪，如真胃阻塞时，可持续十几天不排粪。直肠麻痹时，直肠内蓄积多量粪便，常需将手伸入直肠掏取。<\/p>   \n<p>　　1养成良好的排便习惯。每次蹲厕时间不要过长，尽量控制在10分钟内，排不出，可休息休息，等有便意时再排。晨起后，饮一杯温开水(可加蜂蜜，蜂蜜润肠)，对习惯性便秘就有很好的调节作用，这就是利用了温度的刺激效应，早餐后可吃根香蕉，香蕉滑肠偏凉性。<\/p> \n<p>　　2.增加膳食中纤维素含量。纤维素可以象木屑一样吸收水分，保持粪便软湿。正常人每日摄入的纤维素含量应达20g，帕金森病患者应更多，然而由于肠道蠕动减慢，多巴制剂的不良反应，患者食欲降低，摄入通常不足。<\/p> \n<p>　　3. 体育锻练：增强腹部和盆部肌肉力量，可促使粪便更快进入直肠。活动也能加快肠蠕动，减少粪便贮留时间。此外可根据情况选用太极拳、体操、慢跑、提肛、仰卧起坐等经常锻炼。如按摩：平躺于床上双手掌重叠在一起放在肚脐上，以肚脐为中心顺时针揉按多次以15分钟为佳，促进肠蠕动。<\/p> \n<p>　　4. 经常喝热饮料，如热水或热茶能松弛肠道肌肉。<\/p> \n<p>　　5. 番泻叶及其制品：下面为一通便秘方可供参考：100g番泻叶置于3杯沸水中5分钟，取出后放入一大罐中，加入500g梅脯、500g葡萄干、500g无花果，加水煮沸5分钟，令其自然冷却，加一杯柠檬汁，混匀后置于玻璃容器内冷藏贮存，可放置较长时间。每日服用1~2汤匙，也可加在馒头或面包中食用。<\/p> \n<p>　　6. 泻剂：能增加肠内水分，促进蠕动，软化粪便或润滑肠道促进排便的药物，分为容积性、刺激性和润滑性泻药三类。通常我们不主张刺激性使用药物，因为长期使用该类药物可加重便秘。<\/p> \n<p>　　a) 容积性泻药：为非吸收的盐类和食物性纤维素等物质。<\/p> \n<p>　　1. 硫酸镁，也称盐类泻药。在肠道难以吸收，大量口服形成高渗压而阻止肠内水分的吸收，扩张肠道，刺激肠壁，促进肠道蠕动。此外镁盐还能引起十二指肠分泌缩胆囊素，刺激肠液分泌和蠕动。一般空腹服用，并大量饮水，1～3小时即发生下泻作用，排出液体性粪便。导泻作用剧烈，不主张用于帕金森病患者的导泻。<\/p> \n<p>　　i1. 乳果糖为半乳糖和果糖的双糖。它在小肠内不被消化吸收，故能导泻。未被吸收部分进入结肠后被细菌代谢成乳酸等，进一步提高肠内渗透压，发生轻泻作用。<\/p> \n<p>　　ii1. 食物纤维素包括蔬菜、水果中天然和半合成的多糖及纤维素衍生物如甲基纤维素、羧甲基纤维素等不被肠道吸收，增加肠内容积并保持粪便湿软，有良好通便作用。可防治功能性便秘。<\/p> \n<p>　　b) 接触性泻药<\/p> \n<p>　　1. 酚酞，口服后在肠道内与碱性肠液相遇形成可溶性钠盐，能促进大肠蠕动。服药后6～8小时排出软便，作用温和，适用于慢性便秘。口服酚酞约有15%被吸收。从尿排出，如尿液为碱性则呈红色。酚酞作用时间长，一次服药可维持3～4天。<\/p> \n<p>　　i1. 大黄、番泻叶和芦荟等植物，含有蒽醌结构，口服后被大肠内细菌分解，增加结肠推进性蠕动。用药后6～8小时排便，用于急、慢性便秘。<\/p> \n<p>　　c) 滑润性泻药：滑润性泻药是通过局部滑润并软化粪便而发挥作用。<\/p> \n<p>　　1. 液体石蜡为矿物油，不被肠道消化吸收，产生滑润肠壁和软化粪便的作用，使粪便易于排出。甘油，以50%浓度的液体注入肛门，由于高渗压刺激肠壁引起排便反应，并有局部润滑作用，数分钟内引起排便。<\/p>","disease":"苯海拉明中毒,糖尿病性便秘,糖尿病性胃轻瘫,小儿肿瘤,应激性糖尿病,子宫颈平滑肌瘤,强直性肌营养不良症,情感性精神障碍,神经性厌食所致的水肿","drug":"","fcount":0,"id":3402,"img":"/symptom/080916/c8098f6e2d23fdc2599b551d0d4f0407.jpg","keywords":"便秘 疾病 肿瘤 系统疾病 医源性 ","message":"    继发性便秘即患有器质性病变或疾病的基础上出现的便秘。见于消化道疾病如肿瘤，炎症，内分泌和代谢性疾病如糖尿病、甲状腺功能减低，神经系统疾病如损伤，肿瘤，医源性便秘通常与药物有关。","name":"继发性便秘 (症状性便秘)","place":"消化系统,甲状腺","rcount":0},{"causetext":"<p>　　症状诱因：桡神经在腋窝可因丁字杖支撑压迫而发生瘫痪，肱骨干骨折时极易损伤，或骨折后骨痂形成压迫受损，睡眠时以手臂代枕，手术时上臂长时间外展，上肢放置止血带不当等均可导致损伤;酒精中毒也可选择性损伤桡神经。此外还可见于中毒性神经炎(如铅或砷中毒)、维生素B1缺乏或脊髓灰质炎等。<\/p>","checks":"","count":338,"department":"","description":"p;肘以上完全性损伤者，不能伸腕、伸拇、伸指及外展拇，呈垂腕畸形","detailtext":"<p>　　症状表现：<\/p> \n<p>　　病人在前臂伸直时，可见腕、手指及大拇指不能主动伸直和外展;或嘱病人两手伸直，手掌合拢，然后令其两腕相贴分开两手，可见一侧手指不能向外离开，而沿着对侧手掌向下\u201c滑落\u201d，即为腕下垂。病人握拳时可见腕下垂更为明显。<\/p> \n<p>　　桡神经损伤：其典型症状为腕垂。高位损伤，上肢各伸肌完全瘫痪, 肘、腕、掌指关节均不能伸直，肱骨中1/3(肱三头肌分支以下)受损, 肱三头肌功能完好。损伤肱骨下端或前臂上1/3, 肱桡肌、旋后肌、伸腕肌功能保存。<\/p>   \n<p>　　1.急性期应使患者适当休息，避免过多活动。<\/p> \n<p>　　2.不管是否伴有桡神经损伤，建议最好不用手法复位，以免引起桡神经损伤或加重桡神经损伤;术前必须检查桡神经的功能情况。另外还需注意及早进行功能锻炼，恢复患肢功能。<\/p>","disease":"桡骨茎突狭窄性腱鞘炎,桡骨颈骨折和桡骨头骨骺分离,桡管综合征,桡神经感觉支卡压综合征,桡神经损伤,桡神经麻痹,腕关节结核","drug":"","fcount":0,"id":3401,"img":"/symptom/080911/7b15f9d405c73fdb0a13ea48ad703c6a.jpg","keywords":"完全性 能伸 畸形 伤者 以上 ","message":"    肘以上完全性损伤者，不能伸腕、伸拇、伸指及外展拇，呈垂腕畸形。","name":"垂腕 (腕下垂)","place":"上肢","rcount":0},{"causetext":"<p> 　　病因 <\/p> \n<p> 　　(一)常见病因 <\/p> \n<p> 　　脑肿瘤累及基底神经节致对侧手足徐动症和张力障碍。伴随表现取决于肿瘤的类型和损伤的程度。 <\/p> \n<p> 　　基底神经节钙化是单侧性或双侧性病变，特征为手足徐动症和肌紧张，青春期和早期成年期发病增高。 <\/p> \n<p> 　　脑梗死时出现对侧手足徐动症，伴意识改变，对侧面部或肢体麻痹。 <\/p> \n<p> 　　肝性脑病慢性阶段可出现阶段性或持续性手足徐动症，伴小脑性共济失调、而部和肢体肌痉挛、扑翼样震颤、构音困难，痴呆。 <\/p> \n<p> 　　亨廷顿病是一种遗传性退行性变，引起中年人进行性手足徐动症和舞蹈症。伴随表现还包括张力障碍、构音困难、面肌失用、肌强直、抑郁、进行性精神衰退、痴呆。 <\/p> \n<p> 　　肝豆状核变性是一种遗传性代谢紊乱，早期出现手指和手掌手足徐动症样运动，向头部、躯干、四肢进展，伴随表现包括凯弗环(角膜周棕色环)、上肢震颤、面部和肌肉强直、构音困难、吞咽困难、多挺、进行性痴呆、肝大、脾大、黄疸、呕血、蜘蛛痣。 <\/p> \n<p> 　　(二)其他病因 <\/p> \n<p> 　　这些药物较大量应用后可引起手足徐动症和手足徐动症样运动。 <\/p> \n<p> 　　哌嗪衍生物如美克辛洛嗪和丙氯拉嗪可引起手足徐动症，脂肪胺类酚嚷嗪如氯丙嗪常可引起。哌啶吩噻嗪类如硫利选嗪、羟哌氟丙嗪可引起。其他抗精神病药如氟哌啶醇、替沃噻吨、洛抄平可引起手足徐动症。 <\/p>","checks":"","count":284,"department":"","description":"p;手足徐动是一种锥体外束征，特点为缓慢、持续、扭转的不随意运动，面部、颈部和四肢多见，如前臂、腕部和双手","detailtext":"<p> 　　了解详细病史，注意母亲及儿童健康，分娩及损伤，了解家族史，因家族遗传性疾病可引起共济失调。了解用药史。了解患者功能异常的减退，何时最后一次翻滚、坐立、完成日常生活行为，有无不能控制的运动、精神衰退、语言障碍，注意休息、紧张、日常行为对其有无影响。检查肌力、肌张力、关节活动度、肌肉运动，快速交替活动。注意随意运动时肢体肌肉收缩节律及收缩和舒张的持续时间。 <\/p>   \n<p> 　　注意事项 <\/p> \n<p> 　　行诊断性检查，如尿液和血液检查、腰椎穿刺术、心电图、CT、磁共振。有时手足徐动症可治疗和预防(使肝豆状核变性体内铜含量降低，调整药量)，但其可长期影响患者的日常生活，因此需帮助患者适应，例如，帮助其完成精细运动。必要时帮助恢复，教导患者控制游走性运动，鼓励其游泳、平衡和步态练习帮助维持协调功能，减轻反社会行为。鼓励患者及家属描述手足徐动的感受。建立帮助组，提供合适的帮助如物理治疗。 <\/p> \n<p> 　　儿童手足徐动症可为获得性或遗传性，见于出生时缺氧致手足徐动症样大脑麻痹、胆红素脑病、两登哈姆舞蹈病(学龄儿童)、发作性舞蹈手足徐动症。遗传性手足徐动症见于菜-萘综合征、泰-萨克斯病、苯丙酮尿。 <\/p> \n<p> 　　帮助患者建立自我尊重和自我形象.鼓励患者及家属建立现实性目标和教育计划改善患者智力水平。给予提供特殊教育、康复中心和精神支待。 <\/p>","disease":"","drug":"","fcount":0,"id":3400,"img":"/symptom/080916/ad8eb8f36a2ad6f0d7afd80208aee217.jpg","keywords":"手足 运动 舞蹈 不随意运动 面部 ","message":"<p> &nbsp;&nbsp;&nbsp; 手足徐动是一种锥体外束征，特点为缓慢、持续、扭转的不随意运动，面部、颈部和四肢多见，如前臂、腕部和双手。面部歪扭，下颌和舌运动，伴颈部运动，紧张和随意运动时加重，休息或睡眠时消失。手足徐动症较难区别于舞蹈症(舞蹈手足徐动症)，手足徐动症样运动较舞蹈症运动缓慢，常发生于儿童期，见于出生时缺氧。胆红素脑病、遗传性障碍。成人手足徐动症见于血管或肿瘤病变、退行性疾病，药物中毒或缺氧。 <\/p> \n<p>  <\/p>","name":"手足徐动","place":"上肢骨,前臂,胆,颈部,面部","rcount":0},{"causetext":"<p> 　　由于中老年人身体组织器官都有不同程度的萎缩，反应迟钝，敏感度降低，常常容易发生许多无症状性疾病或有症状但不典型疾病。 <\/p>","checks":"","count":258,"department":"","description":"由于中老年人身体组织器官都有不同程度的萎缩，反应迟钝，敏感度降低，常常容易发生许多无症状性疾病或有症状但不典型疾病","detailtext":"<p> 　　1.某些心脏病 <\/p> \n<p> 　　中老年人心肌缺血时可无心绞痛等症状，甚至心肌梗死时也无疼痛，或疼痛部位不典型，出现在咽部、牙齿、中上腹、肩部等。中老年人发生心力衰竭时，症状也常不典型，仅表现为夜间睡卧后咳嗽、胸闷、气憋，坐起后才感舒适。 <\/p> \n<p> 　　2.某些溃疡病 <\/p> \n<p> 　　中老年人患溃疡病时，有一部分人完全无痛，如内脏穿孔引起的腹膜炎常无剧烈疼痛，无肌肉强直紧张。无痛性溃疡病最易漏诊，一旦发生大出血、穿孔或癌变等并发症时，为时已晚。 <\/p> \n<p> 　　3。某些糖尿病 <\/p> \n<p> 　　中老年人患隐性糖尿病，常无典型的\u201c多饮、多食、多尿、消瘦\u201d症状。相当一部分患者有数年以至10年以上的病史，往往是在出现足部感染、坏死等严重并发症时，方才发现自己得了糖尿病。 <\/p> \n<p> 　　4.某些甲亢 <\/p> \n<p> 　　中老年人可无食欲亢进、甲状腺肿大、突眼、脾气暴躁等现象，相反表现为忧郁、淡漠。 <\/p> \n<p> 　　5.某些肺炎 <\/p> \n<p> 　　中老年人可无咳嗽、咳痰，体温也不高，往往到休克了才去就诊。 <\/p> \n<p> 　　6.某些肾病 <\/p> \n<p> 　　中老年肾病，其病情较隐匿，在很长时期内处于稳定状态，且可保持较好的肾功能，多数是在诊断其他疾病或作体检时，偶然发现尿液异常，才被确诊为肾病。 <\/p> \n<p> 　　7.某些癌症 <\/p> \n<p> 　　中老年人患肝癌、胃癌、结肠癌、乳腺癌、宫颈癌、前列腺癌等常常没有早期症状。肺癌早期症状也不典型，以肺外表现为主，表现为关节肿痛、肌炎、皮肤损害及神经系统病变，不易引起重视。大肠癌早期便血无痛，未被中老年人注意，或不易与痢疾、肠炎或痔疮出血相区别，而耽误了诊治时机。无痛性血尿，因为不痛，往往不予注意，待到出现疼痛时再去检查，癌症已到晚期。 <\/p>   \n<p> 　　无症状现象在很多情况下都与用药有关，不适当的服药虽然可以保证我们机体无明显痛苦，但另一方面却会掩盖病情变化。因此认识疾病的无症状现象有着十分重要的意义，它有利于我们早期诊断，提高治愈率和生存率。一定要对某些疾病的高危中老年人群在无症状阶段进行预防性体检。平时虽然身体不差，无症状，或有症状但不典型，但务必多留意多观察，从蛛丝马迹中发现严重病变的预兆。 <\/p>","disease":"","drug":"","fcount":0,"id":3399,"img":"/symptom/080911/4559f1b9a5ec9e87d843152db5fa8868.jpg","keywords":"无症状 反应迟钝 疾病 中老年人 容易发生 ","message":"<p> &nbsp;&nbsp;&nbsp; 无症状并不等于无疾病;无症状并非都是由于病情轻，不能将其作为是否就医的惟一标志。由于中老年人身体组织器官都有不同程度的萎缩，反应迟钝，敏感度降低，常常容易发生许多无症状性疾病或有症状但不典型疾病。实际上病变已经发生，但是自己往往未能觉察和感知，这会延误诊治时机。 <\/p> \n<p>  <\/p>","name":"中老年人无症状知病","place":"其他","rcount":0},{"causetext":"<p> 　　通常有以下几类： <\/p> \n<p> 　　①自发性实质性脏器、组织或其肿瘤破裂：如肝脾肿瘤的破裂和腹腔内组织肿瘤的破裂，以肝癌破裂为最常见; <\/p> \n<p> 　　②大动脉病理性破裂：如腹主动脉瘤、髂动脉溜、肾动脉、肠系膜动脉和腹腔动脉及其分支的动脉瘤破裂，均可引起致命的腹腔内大出血; <\/p> \n<p> 　　⑧女性生殖系统疾病：是女性腹腔内出血的常见原因，如异位妊娠、黄体破裂、卵巢滤泡破裂、卵巢囊肿扭转; <\/p> \n<p> 　　④腹腔内炎症性疾病：出血性坏死性胰腺炎、出血性坏死性小肠炎有时也会引起血管破裂大出血; <\/p> \n<p> 　　⑤凝血功能障碍：出血型紫癜、血友病、抗凝药物过量所致腹腔内弥漫性出血; <\/p> \n<p> 　　⑥静脉回流障碍性疾病：门脉高压症和肠扭转致肠系膜静脉、大网膜静脉、胃短静脉压力增高破裂出血; <\/p> \n<p> 　　⑦腹部卒中：为白发性腹膜后、肠系膜及空腔脏器浆膜面血管的破裂出血，在临床中不常遇到，但其诊断非常刚难。 <\/p>","checks":"","count":222,"department":"","description":"p;自发性腹腔内出血较为少见，是由于腹腔内脏器或血管因其潜在的疾病、或者是在无明显原因时发生自发性破裂，导致腹腔内或腹膜后严重的大出血","detailtext":"<p> 　　(一)术前诊断 <\/p> \n<p> 　　自发性腹腔内出血的出血病变比较隐匿。早期诊断相对困难。大多数患者以腹痛为首发症状的急腹症出现，少数则一开始就以不明原因的休克表现就诊的情况下才引起临床医师注意，往往容易延误治疗。 <\/p> \n<p> 　　事实上腹腔内大出血应在诊断急腹症的基础上作出以下判断：①有无腹腔出血;②出血可能来自哪种器官或组织(定位诊断);③出血疾病的性质(定性诊断);④有无继续出血。因此了解既往病史对腹腔内出血的病因诊断有重要意义。 <\/p> \n<p> 　　1.病史特点分析 自发性腹腔内出血大多以腹痛为主的急腹症表现为首发症状，而腹痛的起始部位和最明显部位往往反映原发病变所在。多数有腹胀或恶心呕吐表现。此外注意患者有无头晕、出汗、心悸、四肢发冷等休克症状。偶尔也有以休克为首发或主要表现的病例，因早期出现意识障碍未能表达腹部症状。 <\/p> \n<p> 　　急腹症患者一旦排除腹腔内炎症、结石、梗阻、穿孔和胸部内科疾病，就应考虑腹腔内出血的可能。大多数原因所致的腹腔内出血有其病史特点： <\/p> \n<p> 　　(1)腹腔内实质性脏器或其肿瘤破裂：多发生在肝脏和脾脏，最常见是肝癌破裂出血，对于右上腹疼痛起病的患者应重点了解有无肝炎病史以及可能导致肝硬化、门静脉高压的临床表现。自发性脾破裂多见于有病理改变的脾脏，如血吸虫病、黑热病、疟疾、伤寒等病史。 <\/p> \n<p> 　　(2)老年人应考虑腹主动脉瘤和内脏动脉瘤破裂：主要是由于动脉粥样硬化引起，内脏动脉瘤60%发生在脾动脉，且40%为多发，肝动脉瘤占16%一20%，腹腔动脉分支占13%。少数发生在肠系膜上动脉，动脉瘤一般&lt;2cm，一旦出血往往是致命的。 <\/p> \n<p> 　　(3)育龄妇女应了解月经周期和停经史和不正常阴道出血，以排除生殖系出血可能。 <\/p> \n<p> 　　(4)腹腔内炎症性疾病：出血性坏死性胰腺炎、出血性坏死性小肠炎有时也会引起血管破裂大出血。前者以持续性剧烈上腹部痛或早期陷于休克为特征。后者伴有便血和发热等感染症状，但炎性疾病大出血的几率较低。 <\/p> \n<p> 　　(5)凝血功能障碍：血发病、出血型紫癜、抗凝药物过量所致腹腔内弥漫性出血有体表和关节出血病史及抗凝药物使用史。 <\/p> \n<p> 　　(6)静脉回流障碍性疾病致静脉压力增高破裂出血：患者往往有门脉高压症和肠扭转表现，出血部位常见于肠系膜静脉、大网膜静脉、胃短静脉和膈下静脉，同时追问发病前有无打喷嚏、咳嗽、呕吐、呃逆、用力排便、腹泻、跳跃等由于增高腹内压的动作，轻微的外力作用有时也会导致这些静脉破裂出血。 <\/p> \n<p> 　　(7)腹部卒中(ahdoraiual apoplexy)：为自发性腹膜后、肠系膜及空腔脏器浆膜面血管的破裂出血，在临床中不常遇到，部分患者有高血压和动脉硬化、动脉发育异常、妊娠期和产褥期内分泌改变以及累及血管的全身性感染(如亚急性细菌性心内膜炎、多发性结节性动脉周围炎)病史。因其发病率低、诊断非常困难，术前确诊率仅2.3%。而本症非手术治疗死亡率为100%，手术死亡率为28.15%。 <\/p> \n<p> 　　自发性腹腔内出血的原因复杂，抓住病史特点，对上述各种导致腹腔内出血原因进行排除、分析是诊断的基础。 <\/p> \n<p> 　　2.体检 以急腹症表现首发症状的，均应仔细检查腹部体征和意识、脉搏、血压和周围循环状态。对以休克为主要表现的患者更不能忽视腹部检查。腹肌紧张、压痛、反跳痛是血性腹膜炎的基本体征。腹部膨隆、移动性浊音阳性表明有腹腔积液。 <\/p> \n<p> 　　当体检发现有腹壁静脉曲张时，应考虑与门脉高压征相关的腹腔内出血，即肝炎后肝硬化-肝癌破裂出血或腹腔内曲张静脉破裂出血。脐周皮肤瘀斑Cullen征是腹腔内出血的征象之一，部分出血性坏死性胰腺炎会出现侧腹壁瘀斑，即Grey\u2014Turner征。肝脏增大并触及结节或肿块是肝脏恶性肿瘤体征。脐周触及搏动性肿块者应考虑腹主动脉瘤可能。女性患者怀疑有腹腔内出血者应进行妇科检查以排除子宫及其附件病变。 <\/p> \n<p> 　　3.诊断性腹腔穿刺 抽到不凝血性液可明确自发性腹腔内出血诊断。穿刺抽到腹腔积液如为高浓度血性液，可判断为实质性器官或大血管破裂;如见稀释血性液则是炎症性或绞窄性病变。 <\/p> \n<p> 　　4.快速常规化验检查 急诊血红蛋白和血细胞比容变化、血小板计数、凝血酶原时间和INR、血生化(包括电解质和淀粉酶)检查以及血气分析是必需的常规检查项目，可以协助判断失血程度和内环境改变，以指导抗体克治疗。育龄妇女可疑有异位妊娠的应做快速敏感的HCG放免测定。怀疑血发病者应做凝血因子测定。 <\/p> \n<p> 　　5.影像学检查 <\/p> \n<p> 　　上述病史和常规检查一般能初步作出自发性腹腔内出血的诊断。对于无特征性病史、症状和体征的患者，尚不能明确出血的来源和原发病的性质者，影像学检查有助于明确诊断。 <\/p> \n<p> 　　急诊彩超检查是快速、方便和可重复诊断手段，除可以发现腹腔内游离积液外，能发现肝癌、肝血管瘤、门静脉扩张、脾脏增大、腹腔内动脉瘤(腹主动脉、髂动脉、脾动脉、肝动脉)破裂或假性动脉瘤形成、子宫增大、附件或盆腔占位。在这些可疑的出血脏器、组织周围局部见絮状回声(凝血块)，则可以佐证出血来源和出血病变的性质。阴道超声检查可更准确地诊断女性生殖系统疾病所致出血。 <\/p> \n<p> 　　CT检查适用于实质性脏器病变、腹腔占位性病变、动脉瘤和其他血管性病变所致的腹腔内出血。部分上述检查仍不能明确诊断的患者在快速扩容、给氧的基础上如能维持循环基本稳定，有必要做CT扫描，最好是增强CT扫描，扫描的范围应覆盖全腹包括盆腔。需要指出的是，在观察CT影像时必须全面、仔细，不遗漏任何可发现的异常改变。发现腹腔内积液或腹膜后积血即凝血块是腹腔内出血的基本X线影像学表现，器官或组织的病理性改变足定位和定性诊断的依据。 <\/p> \n<p> 　　腹部血管造影可发现动脉瘤、血管畸形、占位性病变，选择性血管造影更能发现出现出血血管或出血部位。了解有无继续出血及其出血速度。选择性血管造影的同时还可进行栓塞、血管腔内移植物支架隔离等止血治疗。有些腹腔内小血管破裂患者估计即使剖腹探查也根难发现出血点，此时可将微导管置入造影发现的出血动脉，以便术中注射亚甲蓝等染色剂，找到出血血管。 <\/p> \n<p> 　　(二)剖腹探查术 <\/p> \n<p> 　　除了有明确凝血功能障碍或抗凝治疗等原因引起的出血外，自发性腹腔内出血均有剖腹探查的指征。 <\/p> \n<p> 　　剖腹探查的诊断目的是找到出血点和明确出血病变的性质。与创伤性腹腔内出血探查一样。选择显露良好和便于延长的探查切口;进腹后迅速判断出血部位;控制出血血管或压迫出血部位;正确判断出血性病变的性质是诊断性探查的基本步骤。 <\/p> \n<p> 　　腹腔内出血除了引起出血性休克外，还会造成继发性损伤，主要是高张力的血肿压迫或分离损伤使脏器或组织缺血、坏死。因此剖腹探查过程中应注意相关组织的血运和活力。著者曾遇一例腹膜后血肿破入腹腔的大出血患者，探查术中发现十二指肠降部和水平部浆肌层与黏膜被巨大血肿分离，大片浆肌层及黏膜暗紫色无活力，清除血肿后未发现再有活动性出血。因十二指肠壁广泛损伤，无法以常规方法修复。只得行胰头十二指肠切除和胃肠道重建术。 <\/p> \n<p> 　　手术探查的手法应轻巧，避免造成新的血管撕裂、组织损伤和更多的出血。有血管蒂的器官破裂出血可暂时阻断血管蒂控制出血。对于破裂口暂时为凝血块堵塞或以敷料压迫的破裂动脉瘤应先游离瘤体上下端动脉，以套带或阻断钳阻断，防止进一步出血。只有在不再出血的状态下才能进一步探查血管组织的破坏程度及其病变性质。 <\/p> \n<p> 　　部分腹腔卒中的患者在术中已不再出血，仔细探查也不能发现出血部位，此时应加速扩容、抗休克治疗，待血压恢复正常后再详细检查，重点探查有凝血块覆盖的组织。如仍不能发现出血所在，可在可疑出血部位和腹腔低位放置引流管，以便万一术后再出血时及时发现并再手术找到出血点。 <\/p>   \n<p> 　　并非所有的自发性腹腔内出血患者都能在手术治疗前明确出血部位和病变性质，特别是腹腔卒中患者多数无特殊病史和表现;早期休克危及患者生命也不允许作复杂的检查。此时应立即做剖腹探查以明确诊断和手术止血。 <\/p>","disease":"","drug":"","fcount":0,"id":3398,"img":"/symptom/080911/831d2d41c4900a435ff6a8d839efa5a1.jpg","keywords":"腹腔 自发性 或者是 大出血 内出血 ","message":"<p> &nbsp;&nbsp;&nbsp; 自发性腹腔内出血较为少见，是由于腹腔内脏器或血管因其潜在的疾病、或者是在无明显原因时发生自发性破裂，导致腹腔内或腹膜后严重的大出血。 <\/p> \n<p>  <\/p>","name":"自发性腹腔内出血","place":"腹部,腹膜","rcount":0},{"causetext":"<p> 　　开放性腹部损伤包括锐性刺伤、贯通伤、弹片贯通伤等。闭合性腹部损伤常见于撞击、挤压和坠落等外力所致的创伤。严格意义上腹部手术过程中的不适当的操作(如剪切误伤实质器官和血管或过度牵拉造成脾蒂血管撕裂)所致大出血也属创伤性腹腔内出血。 <\/p>","checks":"","count":264,"department":"","description":"p;腹部创伤往往合并全身复合伤和腹腔内多器官组织损伤，是引起腹腔内大出血的最常见原因","detailtext":"<p> 　　(一)术前诊断 <\/p> \n<p> 　　1.病史、体检 <\/p> \n<p> 　　首诊医师对于每一位外伤的患者均应重点了解受伤的过程、部位、伤后的表现及病情发展过程。对患者进行呼吸、脉搏、血压等生命体征、意识水平和胸腹部详细的检查和记录。特别是存在多发伤时，由于其他部位损伤掩盖、昏迷、休克、伤口不在腹部等，腹腔出血易被漏诊，必须仔细检查腹部体征和相邻部位体征。 <\/p> \n<p> 　　锐性器械所致的开放性腹腔内出血一般根据创口出血的部位、深度和方向结合腹部体征和休克表现一般较易作出初步诊断。 <\/p> \n<p> 　　闭合性腹腔创伤患者除有腹痛、腹膜刺激征外，往往在体检时发现腹壁皮肤擦痕、瘀斑、下胸肋骨骨折或骨盆挤压试验阳性等表现，这些外部的损伤迹象是判断邻近腹腔器官或血管损伤出血的重要依据。 <\/p> \n<p> 　　根据病史和体检发现有下列情况时应考虑腹腔内出血：①伤后早期休克;②有持续性腹痛，有的伴消化道症状;③有固定的腹膜炎体征，如腹部压痛，肌紧张;④消化道出血的症状(伴有胆道、消化道损伤或血运障碍);⑤腹胀和腹部出现移动性浊音;⑥复合伤时持续低血压，又不能用其他部位的损伤来解释。 <\/p> \n<p> 　　腹腔内出血的诊断还要注意以下问题的削断：①胆腔内出血是否继续存在或已经停止;②是青有腹腔脏器伤，特别是实质性脏器损伤;③有无腹腔内空腔脏器破裂所致的感染性腹膜炎;④有五合并腹腔外损伤。 <\/p> \n<p> 　　2.必要的常规化验和快速的特殊检查 <\/p> \n<p> 　　(1)血红蛋白变化、血型定型和交叉、血生化(包括电解质和淀粉酶)以及血气分析为第一时间的常规检查项目，建立相诊时的数据，为动态观察出血和脏器损伤提供原始依据。在怀疑有肋骨、骨盆或脊柱骨折或有气胸、气腹或空腔脏器破裂时做胸、腹拍片。 <\/p> \n<p> 　　(2)腹穿：诊断腹腔内出血由于操作简单、方便，诊断率高达96%，是决定剖腹术的主要依据。当然，腹穿阴性亦不能排除腹腔内出血的存在。 <\/p> \n<p> 　　(3)诊断性腹腔灌洗(diagnastic peritaneal lavage，DPL).用于诊断腹部钝性伤，最主要的是判断有无腹腔内出血，在欧美国家为常用的腹部闭合伤诊断手段，对肠系膜损伤和空腔脏器损伤较超声和CT检查有优势，但其敏感性过高、假阳性率高、且操作费时，在诊断腹腔大出血时并不优于腹腔穿刺。其方法是腹腔置管，灌注1000ml林格液，回抽见10ml以上肉眼血性液或镜下红细胞数&gt;100 000/mm3，可诊断为腹腔内出血。 <\/p> \n<p> 　　3.影像学检查 <\/p> \n<p> 　　(1)超声：作为快速无创检查可以观察肝脾等实质性脏器出血情况和包膜下积血，并可反复检查观察腹腔积血量的改变，是诊断腹部创伤和腹腔内出血的发展方向。有经验的超声医师平均花4分钟可完成腹部创伤的检查，超声设备具有移动便携的特点，在条件具备的医院均应作为首选特殊检查。 <\/p> \n<p> 　　(2)CT扫描或CT增强扫描：不仅可判断解腹腔内积血程度，还可同时了解实质性器官损伤程度、动脉破裂、动脉夹层形成、肠壁肿胀、腹膜后血肿、脊柱和骨盆骨折等影像学表现，为定位诊断提供依据。 <\/p> \n<p> 　　(3)血管造影或选择性血管造影：如发现造影剂漏出至血管外进入游离腹腔即可作出腹腔内出血和器官组织损伤的诊断，同时对分支血管可以进行栓塞止血治疗，特别是肝脾等血供丰富的器官和盆腔血管损伤出血。但腹腔内大出血患者多数循环不稳定或伴有其他部位的多发伤，不适合远距离转移到不具抢救设备的检查科室，造影剂可能加重已有损害的肾功能，只有诊断不明确且病情短期内稳定的患者适合作上述大型仪器的检查。 <\/p> \n<p> 　　(4)腹腔镜：在很多基层医院已开展，考虑腹腔内出血时，可应用腹腔镜检查。其一：损伤小;其二：可以进行治疗，如I度肝损伤可以电凝止血或简单明胶海绵填塞止血，腹腔镜开展相对成熟的地方还可行脾切除术等止血治疗。 <\/p> \n<p> 　　(二)剖腹探查术 <\/p> \n<p> 　　剖腹探丧是诊断创伤性腹腔内出血的最后一种手段，亦是找到出血血管或损伤脏器并进行止血的可靠方法，剖腹探查的指征：腹部创伤且循环不稳定的患者，腹腔穿刺抽到不凝血液或超卢发现腹腔游离液体即应做剖腹术，怀疑伴有空腔脏器破裂的患者也应及时探查。 <\/p> \n<p> 　　为达到更快速准确的诊断和有效的治疗，剖腹探查术必须遵循一些规律： <\/p> \n<p> 　　1.术前判断出血部位 有利于术中迅速有目的的找到出血处，并准备合适的工具和方法用于术中控制出血。如肝脾破裂可游离控制肝蒂或脾蒂，大血管破裂口应游离废血管并用血管钳阻断。根据外伤部位，疼痛范围，阳性体征所在以及失血量，结合影像学检查，术前多数能判断出血器官，如右上腹无论开放性或闭合外伤所致的腹内大出血，肝脏是首当其冲的器官。 <\/p> \n<p> 　　2.显露良好的探查切口 尽可能选择接近破裂器官和出血血管的切口，良好的显露是保证患者安全和手术成功的重要条件。如车祸致方向盘挤压腹部伤累及肠系膜血管、胰腺和腹膜后大血管几率较高，正中切口适合探查和控制出血。大的肋缘下切口适合肝脏损伤或脾脏损伤的显露。伴有骨盆骨折的乙状结肠系膜血管损伤出血或直肠、膀胱损伤宜用下腹正中或旁正中切口。上述切口均容易在必要时延长，以发现合并腹腔内脏器或组织损伤。 <\/p> \n<p> 　　3.迅速明确出血部位 外科医师在手术中必须快速吸除腹腔内游离积血并发现凝血块所在，后者往往积聚在器官或血管损伤出血处，是引导查找出血的标记。清除凝血块后可以看清出血的创口并控制出血。根据腹腔内出血量包括游离血和凝血块，估计腹腔内出血量，并判断所需输血量。 <\/p> \n<p> 　　4.合理顺序探查腹腔器官 腹壁创伤往往累及腹腔内多种器官和组织，因此必须按照一定的顺序详细探查才不至于遗漏所有损伤。先发现并控制出血，再判断损伤程度和范围;先实质性器官，再空腔脏器;先腹腔内脏器，再腹膜后或间位脏器(胰腺、十二指肠、肾脏和大血管)。 <\/p> \n<p> 　　5.正确判断器官损伤程度 器官和组织损伤按有无大出血分两类，对造成大出血的器官或组织损伤需确定扭伤的程度，从而作出修复或切除的决定。如肝脾破裂可以缝合修补或切除，大血管出血原则上均应行缝合修补、损伤血管壁切除后补片修补或血管移植。广泛的创面小血管出血应认真止血。对不遗成大出血的空腔器官，腹壁(包括前后腹膜、膈肌和盆壁)和肠系膜等损伤也应全面探查，以便进行修复。 <\/p>   \n<p> 　　病情危重时，应强调在边作处理和抗休克治疗的同时进行剖腹探查以明确诊断，以及时抢救生命为原则。 <\/p>","disease":"","drug":"","fcount":0,"id":3397,"img":"/symptom/080911/6488cf56067fd20e5857edb887b5e06d.jpg","keywords":"腹部 损伤 贯通 创伤 腹腔 ","message":"<p> &nbsp;&nbsp;&nbsp; 腹部创伤往往合并全身复合伤和腹腔内多器官组织损伤，是引起腹腔内大出血的最常见原因。开放性腹部损伤包括锐性刺伤、贯通伤、弹片贯通伤等。闭合性腹部损伤常见于撞击、挤压和坠落等外力所致的创伤。 <\/p> \n<p>  <\/p>","name":"创伤性腹腔内出血","place":"腹部,全身,腹部","rcount":0},{"causetext":"<p> 　　在正常状态下，周围血管接受神经系统血管舒缩中枢的调节，维持一定的紧张度，而保持全身的血液供应。在剧烈的神经刺激(如创伤、剧烈疼痛)时，可引起反射性血管舒缩中枢抑制，导致周围血管扩张，血液大量淤积于扩张的微循环血管内，有效循环血容量突然减少而引起休克。可见于胸腔、腹腔或心包刺激时。 <\/p> \n<p> 　　强烈的精神打击如恐惧、悲伤等所引起的面色苍白、四肢冷、脉微弱、血压下降甚至意识不清的晕厥状志，因与休克的临床表现有相似之处，过去也有将之归入神经性休克者，但此种一时性血管舒缩障碍与休克有本质的不同，不应混为一谈。除上述之外，某些内分泌疾病，如腺垂体功能减退症，慢性肾上腺皮质功能减退症、粘液性水肿等疾病，患者平时有低血压或血压偏低，在某种情况下(如急性感染、出血)易发生休克。 <\/p>","checks":"","count":222,"department":"","description":"脊髓麻醉或脊髓创伤，可阻断血管舒缩中枢与周围血管之间的神经联系，引起周围血管扩张并导致休克","detailtext":"<p> 　　1.嗜铬细胞瘤坏死出血 可引起休克或同时伴有高热，临床表现类似注射大量肾上腺素的现象，如颜面苍白、口唇发绀、心率增快、四肢厥玲、大汗淋漓、血压测不出来等，对血管收缩剂治疗反映不佳。 <\/p> \n<p> 　　2.甲状腺功能减退危象　临床较少见，进行积极治疗后，病死率仍很高，可达70%以上。有报道存活与体温成反比。 <\/p> \n<p> 　　3.肾上腺危象 病情凶险，经积极治疗，24～36小时病情可改善，严重感染引起(华-弗综合征)，预后极差，病死率极高。 <\/p> \n<p> 　　4.嗜铬细胞瘤 起病急骤、病情凶险，但如能及早诊治，可以治愈。 <\/p> \n<p> 　　5.糖尿病酮症酸中毒 是内分泌急症中最常见的一种，在进行积极有效的抢救治疗后，大部分患者病情能改善，病死率10%左右。 <\/p>","disease":"脑棘球蚴虫病","drug":"","fcount":0,"id":3396,"img":"/symptom/080911/2b72aeb3900070707dabbb0db1be38ba.jpg","keywords":"血管 周围 引起 休克 脊髓 ","message":"<p> &nbsp;&nbsp;&nbsp; 单纯由神经性因素引起的休克者少见。此种情况可见于胸腔、腹腔或心包刺激时。脊髓麻醉或脊髓创伤，可阻断血管舒缩中枢与周围血管之间的神经联系，引起周围血管扩张并导致休克。 <\/p> \n<p>  <\/p>","name":"神经性休克","place":"全部,脊髓","rcount":0},{"causetext":"<p> 　　老年患者机体反应迟钝，自觉症状和体征常不明显，致使主诉少，就诊延时。有些患者无皮肤巩膜黄染。另外老年人腹壁脂肪厚，腹肌薄弱，故腹膜炎体征常不明显。有的病例术中发现腹腔内有胆汁性渗液。术前检查时只有轻微的腹部压痛。因此，对老年患者的胆源性休克作出迅速的定位及定性诊断非常重要。 <\/p>","checks":"","count":209,"department":"","description":"，原有高血压者收缩压下降大于原基础血压30%;③有微循环灌流不足的临床表现;④除外其他原因引起的休克","detailtext":"<p> 　　凡有腹部不适、是寒发热的患者，不论有无皮肤巩膜黄染，均应行肝胆B超检查。B超对于了解胆道病变的准确性很高，对病因诊断的价值很大。有些病例因肠管胀气，胆管探查不清者，可行肝胆CT检查，对胆道病变、肝脏形态及其周围组织、器官的关系得到进一步了解。经过上述检查后，就基本上可以得到胆道疾病的病变部位及病因诊断。PTC(经皮肤穿刺胆道造影)对明确肝胆管形态、结石部位有很大帮助，但是一种创伤性检查，老年人不宜行此检查。ERCP(内镜逆行胰胆管造影)不但能明确诊断，还能置身鼻胆管引流，是一种很好的检查方法。 <\/p>","disease":"","drug":"","fcount":0,"id":3395,"img":"/symptom/080911/2408614db4d839cd04c2dd68c4d56d0c.jpg","keywords":"胆道 收缩压 引起 感染 血压 ","message":"<p> &nbsp;&nbsp;&nbsp; 胆源性休克多由梗阻性胆管炎引起，其本质是胆道感染、胆道梗阻。其特点是起病急骤、病情复杂而凶险，病死率高，多见于老年人。诊断标准：①有严重胆道感染疾病;②血压下降：收缩压低于10.7kPa(80mmHg)，脉压小于2.67kPa(20mmHg)，原有高血压者收缩压下降大于原基础血压30%;③有微循环灌流不足的临床表现;④除外其他原因引起的休克。 <\/p> \n<p>  <\/p>","name":"胆源性休克","place":"全部,其他,其他,胆","rcount":0},{"causetext":"<p> 　　临床上依据感染的过程分为细菌性休克、毒血症性休克、败血症性休克： <\/p> \n<p> 　　①细菌性休克(baeleremic shock)：指细菌已侵入宿主血液循环中，造成低血压、组织灌流不足等休克的临床表现。 <\/p> \n<p> 　　②中毒性休克(toxemie shock)：指宿主因感染而毒素进入血液循环产生难以纠正的低血压，伴有低灌流或器官功能障碍的表现。 <\/p> \n<p> 　　③败血症性休克：指因感染使循环血液中存在活性细菌或由其产生的各种霉素引起的全身性反应，但其概念混淆和重复，故美国胸科医师学会(ACCP)和急诊医学会建议这一名称。 <\/p>","checks":"","count":197,"department":"","description":"是由于机体受各种革兰阳性和革兰阴性细荫、病毒、真菌、立克次体或寄生虫的感染所产生的低血压及组织灌流不足为特征的全身性反应，亦称为脓毒症性休克","detailtext":"<p> 　　按血流动力学的特点，可将体克分为：低排高阻型、高排低阻型和低排低阻型休克3种类型。第二型常见于低血容量休克、感染性休克和心源性休克;后者常见于感染性休克和过敏性休克。 <\/p> \n<p> 　　1.感染性休克的诊断标准 <\/p> \n<p> 　　感染中毒性休克在腹部外科临床上较为多见，先有寒战、高热，然后出现休克，强烈提示可能为感染中毒性休克。其他应注意的早期征象为：高热持续多天不退，无出血、失水而血压偏低，皮下紫癜或出血，血象白细胞数显著增高(&gt;2 ×109/L)，中性粒细胞显著左移及出现中毒性颗粒，突然发生原因未明的腹泻等。凡此均应引起对感染中毒性休克临近的高度警惕。 <\/p> \n<p> 　　发热、心动过速、血管扩张是感染时共有的炎症反应三联症，当患者同时出现神志改变应怀疑感染性休克。对可疑感染患者临床有以下表现时可诊断感染件休克：高热或体温不升，灌注不足的相关体征包括意识改变、毛细血管再充盈时闻延长&gt;2秒(冷休克)或毛细血管快速再充盈(暖休克)、外周脉搏搏动减弱(冷休克)或增强(暖休克)、四肢末端湿冷或尿量减少至&lt; ml&gt; <\/p> \n<p> 　　(1)冷休克：灌注不足，包括神志改变、毛细血管再充盈时间&gt;2秒(冷休克)、外周脉搏搏动消失(冷休克)或外周脉搏搏动增强、四肢末端湿冷(冷休克)或尿量减少&lt; kg行液体复苏及多巴胺静脉维持达l0μg 多巴胺抵抗性休克：第一小时予≥60ml (kg·h)。 <\/p> \n<p> 　　(2)高动力性感染性休克：多见于革兰阳性细菌如黄金色葡萄球菌、链球菌感染。一般由肺炎、皮肤感染引起。其临床表现与一般休克有很大区别。其病理生理改变是心脏指数增高和周围血管阻力下降，由此而产生过度通气、四肢温暖干燥、中心静脉压增高、尿量增多，呼吸性碱中毒及代谢性酸中毒等表现。心脏指数增高主要是感染所致的高热、心率加快等因素导致耗氧增加的结果，而周围血管阻力下降则由于NO产生增加及炎性介质激活的激肽、5一羟色胺、组胺等血管活性物质所致。 <\/p> \n<p> 　　2.诊断与鉴别诊断 <\/p> \n<p> 　　(1)感染性休克的诊断：有赖于微生物检查来证实。疑有感染性休克时，通常在不同部位穿刺抽血培养两次，或者收集尿、痰、阴道分泌物、胆汁、脓液、创面分泌物等进行培养。亦可测定血浆内毒素。但是在上述检查未得到结果前必须进行治疗。其他实验室检查包括动脉血气分析、血生化(血糖、淀粉酶、肝功能、肾功能等)，血电解质和胸片等。这些检查只能提供患者等前的情况，而不能立即确诊为感染性休克。 <\/p> \n<p> 　　(2)低动力型感染性休克的表现：与一般印象中的休克基本是一致的，故易发现并认识，但应注意与单纯低血容量性休克相鉴别。相反，高动力型感染性休克的临床表现，特别是早期，与一般印象中的休克却有很大的不同，故早期诊断常被忽略，以及至晚期出现类似冷休克时，多已延误了治疗上的良好时机而预后较差。 <\/p> \n<p> 　　(3)感染性休克的发展可分三个阶段 <\/p> \n<p> 　　1)不管是低动力型，还是高动力型感染性体克均存在这三个阶段，只是其出现的长与短而已。如低动力型最初阶段易出现血管的高血流动力学和高代谢状态(暖休克)。此阶段持续较短(30分钟左右)，临床表现不典型，故在症状恶化之前可一直被误诊。 <\/p> \n<p> 　　2)感染性休克进入中期，这时心血管变化为正常血流动力学状态。这个阶段持续时间更短，继而出现心率快，血压下降、心排血量减少，肾血流量减少之后发生肾衰竭。病情持续恶化而进入终未期前阶段，往往不为人们所觉察。 <\/p> \n<p> 　　3)终末期呈低血流动力学状态，这个阶段像其他类型休克一样，心排血量减少，血管收缩，血液分流，组织灌流不足，出现多脏器功能不全或衰竭。如患者对治疗无反应，则呈失代偿状态直至死亡。 <\/p>","disease":"","drug":"","fcount":0,"id":3394,"img":"/symptom/080911/ceafd8d673cf32d9b4f7889b9ff5db54.jpg","keywords":"性休克 立克次体 感染 低血压 寄生虫 ","message":"<p> &nbsp;&nbsp;&nbsp; 感染性休克(septic shock)是由于机体受各种革兰阳性和革兰阴性细荫、病毒、真菌、立克次体或寄生虫的感染所产生的低血压及组织灌流不足为特征的全身性反应，亦称为脓毒症性休克。 <\/p> \n<p>  <\/p>","name":"感染性休克","place":"全部,全身","rcount":0},{"causetext":"<p> 　　交通事故伤患者病情复杂，它具有伤势重、休克甲、并发症多、容易误诊和漏诊及伤残率高等特点。交通事故致创伤性休克患者，来诊时病情危重，且大多为严重的多发伤，症状和体征易互相掩盖，急诊科医师在诊治时常顾此失彼，容易导致误诊和漏诊，以致延误病情。腹部损伤是较常见的外科急腹症，约占全身损伤的5%～10%。随着变通日益发达。腹部损伤有增多趋势。腹腔内出血是其常见临床表现。尤其早期出现出血性休克者，病情凶猛，死亡率高。 <\/p> \n<p> 　　肝损伤是一种严重的又是常见的急腹症之一，并发症多。死亡率高，特别是严重肝损伤病死率可达31%～71%，如何积极抢救和降低死亡率，仍是腹部急诊外科亟待解决的问题。大多病例有明确的外伤史。受伤部位在有季肋部、右胸背部和上腹部;有右季肋部压痛及叩击痛。全腹有明显的腹膜刺激征(压痛、反跳痛);有移动性浊音;有休克及内出血症状即：心率增快(&gt;120次/分)，血压下降(&lt;90/60mmHg)，面色苍白，肢端湿冷，神志恍惚甚至昏迷。肝破裂大出血病情凶险，病死率较高。参照美国创伤外科协会(AAST)制订的肝外伤分级标准符合Ⅲ～Ⅳ级。 <\/p>","checks":"","count":188,"department":"","description":"能量储备降低、肺表面活性物质降低、肺泡壁易塌陷，致使通气比例失调而发生ARDS，由于一系列炎症介质的激活而发生全身炎疗反应综合征","detailtext":"<p> 　　失血性与创伤性体克的区别 <\/p> \n<p> 　　失血性休克和创伤性休克既有区别又有联系，它们共同的临床表现为低血压状态、微循环障碍、器官处于低灌注状态及细胞缺氧引起的功能障碍。创伤性休克是失血性休克与疼痛两者共同存在的临床情况，其具备两个基本条件：④失血或失液造成低血容量;②疼痛因素：两个因素同时对神经系统的强烈刺激，引起交感神经高度兴奋，使周围血管收缩，毛细血管内血流滞留，静脉回流减少等一系列反应。当然在失血性休克的发展中，也会出现交感神经的兴奋，甚至后期的微循环和组织病理改变的表现都一样，但至少在早期的休克起因上两者还是可以区别的。 <\/p> \n<p> 　　高原创伤性休克的临床特点 <\/p> \n<p> 　　高原创伤性休克因机体受创伤失血和高原低压、缺氧、干燥、寒冷的双重影响，与平原创伤性休克比较有以下临床特点： <\/p> \n<p> 　　(1)创伤性休克发生早、发生率高：高原创伤往往是在机体疲劳缺水的状态下发生的，加上缺氧、寒冷、疼痛、精神紧张，都会加重病情，如失血虽不多但可产生严重休克。临床常常可以看到高原移居者即使失血300-500ml患者已陷入严重休克状态。 <\/p> \n<p> 　　(2)创伤性休克病情重、发展快：移居高原者由于机体在高原低氧环境中发生一系列生理病理变化，无疑对创伤失血性休克的发生和发展产生较大的影响，对创伤和失血的应激和代偿能力差，导致血流动力学、内分泌学、氧自由基代谢等改变与病理损害均较严重。因此，休克一旦发生不但病情重、发展快，而且稍有不慎即可诱发肺水肿、脑水肿，成人呼吸窘迫综合征、心肾衰竭等多脏器功能衰竭。 <\/p> \n<p> 　　(3)复苏难：由于高原创伤性失血性休克程度重、恶化快、并发症多、治疗矛盾突出，且受高原低压、缺氧等环境因素的持续作用及现场救治条件的制约，这些均给复苏带来了极大的困难。 <\/p> \n<p> 　　(4)存活时间短、病死率高：世居高原者比移居高原者对缺氧耐受性强，对创伤及失血性休克耐受性强，对失血性低红蛋白耐受性强。对高原已适应的移居者与初上高原还未适应者对休克的耐受也有明显的不同。高原交通运输条件差，使部分伤员不能得到及时救治。 <\/p>","disease":"电击伤","drug":"","fcount":0,"id":3393,"img":"/symptom/080911/3f85647d342348f38efe7e13c49368d5.jpg","keywords":"性休克 表面活性 组织细胞 比例失调 主要原因 ","message":"<p> &nbsp;&nbsp;&nbsp; 创伤性失血性休克(hemorrhagic traumatic shock)是导致交通伤早期死亡的主要原因之一。对于严重复合伤病例，由于创伤性休克导致组织细胞缺氧、灌注不良。能量储备降低、肺表面活性物质降低、肺泡壁易塌陷，致使通气比例失调而发生ARDS，由于一系列炎症介质的激活而发生全身炎疗反应综合征(SIRS)以至MOF。 <\/p> \n<p>  <\/p>","name":"创伤性休克","place":"全部,全身,肺","rcount":0},{"causetext":"<p> 　　失血性体克是战，创伤救治的焦点问题。失血性休克是临床上十分常见的严重病理状态，它最常见于各种创伤，特别是合并较大血管实质性脏器如肝、脾破裂及严重的多发性骨折等，也见于各种内脏病变侵蚀血管造成的大出血，如溃疡病、肿瘤、食管曲张静脉艘裂等引起的消化道大出血以及腹内脏器本身病变的破裂如肝癌破裂、腹主动脉瘤破裂。另外，失血性休克也可见于一些病理产科状态，如异位妊娠破裂、产后胎盘残留或子宫收缩不良等。 <\/p>","checks":"","count":160,"department":"","description":"p;失血性休克是低血容量性休克的经典代表，是在创伤及其他意外事件中较短时间内大量血液丢失，导致循环前负荷急剧下降，并且超出机体本身的代偿能力而出现的循环功能障碍","detailtext":"<p> 　　(1)临床表现 <\/p> \n<p> 　　1)休克代偿期：出现神经紧张、不安，面色皮肤苍白，口渴，四肢湿冷，呼吸稍加快，心跳加速，尿量减少，血压正常或轻度降低，舒张压增高。脉压缩小，这与交感-肾上腺髓质系统兴奋有关。此期舒张压增高，脉压缩小比收缩压更重要。 <\/p> \n<p> 　　2)休克期：为微循环淤积期，临床上除交感-肾上腺髓质系统兴奋及儿茶酚胺大量释放所致的临床表现继续存在外，主要是动脉血压降低，心搏无力，脉细速，呼吸浅快，静脉充盈迟缓而毛细血管充盈试验延长，皮肤发绀并出现花斑，神志淡漠，嗜睡等抑制状态，少尿或无尿。3)休克晚期：病情危笃，出现肾、肺、心、肝、脑等重要器官功能不全或衰竭的现象，如神志不清，呼吸困难，异常呼吸，心音低钝，脉细弱或心律失常，血压极低或测不出来，四肢厥冷，面色灰暗，口唇发绀，尿量极少或无尿;凝血机制障碍，可出现DIC，表现贫血、出血倾向，血液高凝状态等。 <\/p> \n<p> 　　(2)诊断与鉴别诊断 <\/p> \n<p> 　　1)诊断的重要性在于早期识别休克：一旦发展到休克期，由于皮肤、肾和神经系统的灌流不足，则诊断不难。早期休克在机体代偿机制作用下，出现心动过速，体位性低血压。脉压缩小和皮肤血管收缩是休克早期的重要征象。其次是尿量减少;呼吸加快，通气过度及轻度呼吸性碱中毒;血小板聚集致肺栓塞和轻或中度高血糖均为早期休克的特征。 <\/p> \n<p> 　　2)休克的鉴别 <\/p> \n<p> 　　A.低血容量性休克：常见于创伤、失血、失液等情况，早期的特征是心动过速，少尿，呼吸加速致通气过度，血小板聚集致肺栓塞及肺功能不全。最早期的临床表现是心动过速和狭窄的脉压，这种情况由于机体代偿机制的作用可维持较长的时间，往往直到患者丢失30%血容量才发生动脉压下降。 <\/p> \n<p> 　　B.感染性休克：常有腹腔及体表感染和手术及创伤病史。感染性休克在创伤早期是不常见的，但如患者到急诊科被延误一些时间，则问题可能发生。低动力型感染性休克早期表现的血管收缩、收缩压降低、中枢神经系统紊乱、肾排出最减少、脉细速、脉压狭窄、毛细血管充盈迟缓等休克临床表现难与低血容量性休克鉴别。与此相反，高动力型感染性体克在早期与一般休克却大小相同;出现皮肤血管扩张，温暖呈粉红色花斑，尿量增多。呼吸加快甚至出现呼吸性碱中毒。因此常被忽略，直至晚期表现为类似低动力型时，多已延误治疗的良机。 <\/p> \n<p> 　　C.心源性休克：常见于心脏疾患(急性心肌梗死、严重心律、失常等)，但在钝性胸部挫伤中，心源性体克并不少见，故有胸部钝性伤的患者需要进行心电监测。血清肌酸激酶值(CPK)及血清心肌酶谱应该给予检测，但在急诊科对诊断及处理很少有价值。心脏超声和核素检查亦不实际。在急诊科进行体液复苏时，早期中心静脉压(CVP)监护是心肌挫伤的指征。 <\/p> \n<p> 　　D.过敏性休克：其有一定的原因如接触过敏原，注射药物之后，各种造影剂注入，摄入动植物异性蛋白，毒虫毒蛇咬伤等，以迅速出现低血压为特征。常伴有支气管痉挛、喉头水肿等症状，其鉴别不难。 <\/p> \n<p> 　　E.其他休克：如内分泌性休克均有慢性疾病而反复激发过程并伴有相应临床表现.故鉴别诊断较容易。神经源性休克常见于颅脑疾患如脑疝、脑干病变、脑于损伤的晚期，因此头部外伤合并休克时，提示必须另找其他休克的原因。脊髓损伤或脊髓病变由于交感神经张力丧失而发生低血压，应用CVP可以鉴别。 <\/p> \n<p> 　　3)监测：休克患者的监护目前仍把对患者详细检查和观察放在首位。检查患者的皮肤温度、干、湿、心、肺、脑及腹部的情况，观察患者表情、状态、皮色、神志。以初步判断患者的轻重缓急，疑有休克患者应边检查边治疗。重要的监测项月包括血压、脉搏、呼吸、血细胞比容和血红蛋白、动脉血气分析包括pH、PaCO2、PaO2，血电解质、心电图和中心静脉压，必要时监测肺动脉楔压(PAWP)及心排血量(CO)。 <\/p> \n<p> 　　近年来，由于代偿性休克的特点是组织血流和氧供的异常，故人们认为判断休克标准应增加新的监测项目包括氧供(DO2)、氧耗(VO2)、氧利尉率(O2UC)、碱缺失(BD)、血乳酸(BLA)和胃黏膜pH(phi)。 <\/p>","disease":"术后黄疸","drug":"","fcount":0,"id":3392,"img":"/symptom/080911/8777a9e95fa0ddf8a4835f176d924d5d.jpg","keywords":"性休克 意外事件 循环 创伤 功能障碍 ","message":"<p> &nbsp;&nbsp;&nbsp; 失血性休克是低血容量性休克的经典代表，是在创伤及其他意外事件中较短时间内大量血液丢失，导致循环前负荷急剧下降，并且超出机体本身的代偿能力而出现的循环功能障碍。失血性体克是战，创伤救治的焦点问题。 <\/p> \n<p>  <\/p>","name":"失血性休克","place":"全部,其他,其他","rcount":0},{"causetext":"<p><\/p> \n<p>　　1.急性闭角型青光眼 <\/p> \n<p>　　急性发作时眼睛发红且胀痛累及同侧头部，严重者头痛如裂，视力急剧下降，并伴有恶心、呕吐症状，常误诊为偏头痛、急性胃肠炎等。 <\/p> \n<p>　　2.虹膜炎 <\/p> \n<p>　　急性期眼痛、畏光、睫状充血、房水混浊、虹膜纹理不清、瞳孔缩小，虹膜后粘连、视力下降，若不及时用扩瞳剂，可引起多种并发症而失明。 <\/p> \n<p>　　3.巩膜炎 <\/p> \n<p>　　烧灼性眼痛，可放射到额或颌，通常以眼红和视力下降开始，易复发，局部常有压痛，严重者可引起多种并发症。 <\/p> \n<p>　　4.角膜炎 <\/p> \n<p>　　单眼或双眼发红，有轻度或重度眼痛、畏光、流泪、视力减退，角膜有荧光素着色。 <\/p> \n<p>　　5.球结膜充血 <\/p> \n<p>　　行走或骑车时细小砂粒或灰屑进入眼内，若用手揉擦，或请旁人向眼睛吹气，会刺激眼睛分泌泪液，使嵌入不紧的颗粒随泪液流出，也可能适得其反，使颗粒存留于睑板下沟处或结膜、角膜处，引起炎症反应而使球结膜充血。 <\/p> \n<p>　　6.球结膜出血 <\/p> \n<p>　　多由咳嗽、创伤、高血压、出血性疾病而引发出血，在2周左右时间内出血可自行吸收，不影响视力，但应查清病因。如果反复出血，就应排除高血压及出血性疾病等。 <\/p>","checks":"","count":148,"department":"","description":"p;如果中老年人单眼发红在3天以上，一般不是红眼病","detailtext":"","disease":"","drug":"","fcount":0,"id":3391,"img":"/symptom/080911/bb892de4f3b0903a96bdfa091d9e8111.jpg","keywords":"中老年人 红眼病 如果 一般 发红 ","message":"    如果中老年人单眼发红在3天以上，一般不是红眼病。","name":"单眼发红","place":"眼,眼","rcount":0},{"causetext":"<p><\/p> \n<p>　　1.视网膜中央动脉栓塞 <\/p> \n<p>　　这是一种在数秒钟之内即可造成失明的严重眼病。主要原因是动脉硬化和心脏病。由于动脉硬化、动脉管壁增厚、管腔变窄，血液在动脉血管中逐渐形成血栓，这个过程是不知不觉中进行的，一旦视网膜中央动脉形成血栓即造成失明。 <\/p> \n<p>　　2.眼底和玻璃体出血 <\/p> \n<p>　　患病时突然感到眼前发黑，呈烟雾状，有时能看到黑色或红色物体在眼前漂动。发病的原因多见于高血压、动脉硬化、糖尿病等。眼底出血可发生在眼底的任何部位，如发生在中心的部位，则导致失明。 <\/p> \n<p>　　3.急性神经炎 <\/p> \n<p>　　这是一种急重的眼病，会很快失明。病因是神经的炎症。体内的一些病灶，如副鼻窦炎、扁桃腺炎、坏牙、中耳炎都能引起，流行性感冒、肺炎、糖尿病、脚气病等都可造成急性神经炎的发生。一旦发生神经炎，传导作用即受到影响，造成了失明。 <\/p> \n<p>　　4.急性青光眼 <\/p> \n<p>　　其症状为突然出现眼痛、头痛、雾视、视力严重下降，白眼球充血、黑眼球混浊、瞳孔散大、眼压升高，会很快失明。 <\/p> \n<p>　　5.视乳头出血 <\/p> \n<p>　　有的中老年人平时视力尚好，突然出现视物模糊，这种视力模糊多与中老年人动脉硬化有关。动脉硬化后，血管内径变小，血管受阻，视乳头供血相对减少，久而久之视乳头因缺血而变性，视力骤然模糊，严重时会失明。 <\/p>","checks":"","count":167,"department":"","description":"p;有些眼病来势凶猛，瞬间即可失明","detailtext":"","disease":"","drug":"","fcount":0,"id":3390,"img":"/symptom/080911/75017f0c8e1b37cee888a35ff5055d61.jpg","keywords":"来势凶猛 即可 失明 眼病 瞬间 ","message":"    有些眼病来势凶猛，瞬间即可失明。","name":"突然失明","place":"眼,眼","rcount":0},{"causetext":"<p><\/p> \n<p>　　1.急性鼻炎 <\/p> \n<p>　　俗称伤风感冒。主要症状除鼻阻塞外，还有流脓鼻涕、恶寒发热、头痛身痛等症状。只要积极治疗感冒，鼻阻塞即可消除。 <\/p> \n<p>　　2.慢性单纯性鼻炎 <\/p> \n<p>　　以间断鼻阻塞为主要症状，鼻黏膜充血肿胀，但表面光滑有弹性。 <\/p> \n<p>　　3.慢性肥厚性鼻炎 <\/p> \n<p>　　虽以鼻阻塞为主要症状，但鼻黏膜肿胀，表面凹凸不平或呈桑椹状。 <\/p> \n<p>　　4.萎缩性鼻炎 <\/p> \n<p>　　俗称臭鼻症。鼻黏膜发生了萎缩性变化，黏膜纤毛运动功能丧失，鼻内分泌物不能及时清除，而结成大量痂皮，影响通气。 <\/p> \n<p>　　5.过敏性鼻炎 <\/p> \n<p>　　一般是由空气中的花粉、草籽、尘螨等过敏物质引起鼻黏膜的炎症。除鼻阻塞外，还有流清鼻涕和喷嚏不断的特点，一般不会发烧、头痛。 <\/p> \n<p>　　6.鼻腔良性肿瘤 <\/p> \n<p>　　以鼻息肉最为常见，其病因尚不十分清楚，息肉多为双侧，或为单侧，数量大小也不一致。 <\/p>","checks":"","count":200,"department":"","description":"常见的病因有感冒、鼻中隔弯曲、鼻腔的新生肿物堵塞鼻腔等","detailtext":"<p><\/p> \n<p>　　病史及体格检查 <\/p> \n<p>　　开始询问患者病史持续时间和周期，鼻塞为突发或缓慢发病的.间歇性或持续性的，单侧或双侧。询问是否有分泌物及其性状，清水状、脓状或血性的。患者是否有鼻部、鼻窦或头部的疼痛。询问患者最近是否曾经旅行，是否使用过药物、酒精饮料，之前是否有外伤或手术。 <\/p> \n<p>　　检查患者的鼻部，评估鼻甲骨、鼻中隔的状况及鼻通气的情况。检查眼眶是否异位，是否有视力下降、大量流泪和眼睛外观异常。触诊上颌窦及额窦是否有压痛。检查耳部是否有中耳炎的迹象。检查口腔、咽部、鼻部、喉部是否有炎症、溃疡或黏膜极度干燥，神经功能缺失。最后，触诊颈部淋巴结。 <\/p>   \n<p><\/p> \n<p>　　注意事项 <\/p> \n<p>　　为患者进行鼻、鼻窦、颅骨x线片或CT检查。根据实际需要，建议患者摄入液体使分泌物变稀。建议患者服用抗组胺药、解充血药、镇痛药或退热药。 <\/p>","disease":"","drug":"","fcount":0,"id":3389,"img":"/symptom/080918/a27dec67a0ab61ffe2453189b8a14670.jpg","keywords":"鼻腔 经常出现 鼻中隔 症状 常见 ","message":"    双侧鼻塞不通气是临床经常出现的症状。常见的病因有感冒、鼻中隔弯曲、鼻腔的新生肿物堵塞鼻腔等。","name":"双侧鼻塞","place":"鼻,鼻","rcount":0},{"causetext":"<p><\/p> \n<p>　　1.良性肿瘤 <\/p> \n<p>　　鼻腔和鼻咽部良性肿瘤，有鼻腔乳头状瘤，鼻咽部血管瘤、纤维瘤、混合瘤和嗅神经母细胞瘤等。 <\/p> \n<p>　　2.恶性肿瘤 <\/p> \n<p>　　鼻和鼻窦的恶性肿瘤，有鼻窦癌、鼻咽癌、黑色素瘤、恶性肉瘤、恶性肉牙肿等。 <\/p> \n<p>　　3.鼻息肉 <\/p> \n<p>　　后鼻孔息肉在中老年人中比较少见。 <\/p> \n<p>　　4.其他疾病 <\/p> \n<p>　　如肥厚性鼻炎并发鼻窦炎、先天鼻畸形、后鼻孔闭锁等。 <\/p>","checks":"","count":177,"department":"","description":"这种堵塞因素可能来自外界的鼻腔异物，也可能来自鼻腔组织本身的肿胀、增生或新生物","detailtext":"<p><\/p> \n<p>　　病史及体格检查 <\/p> \n<p>　　开始询问患者病史持续时间和周期，鼻塞为突发或缓慢发病的.间歇性或持续性的，单侧或双侧。询问是否有分泌物及其性状，清水状、脓状或血性的。患者是否有鼻部、鼻窦或头部的疼痛。询问患者最近是否曾经旅行，是否使用过药物、酒精饮料，之前是否有外伤或手术。 <\/p> \n<p>　　检查患者的鼻部，评估鼻甲骨、鼻中隔的状况及鼻通气的情况。检查眼眶是否异位，是否有视力下降、大量流泪和眼睛外观异常。触诊上颌窦及额窦是否有压痛。检查耳部是否有中耳炎的迹象。检查口腔、咽部、鼻部、喉部是否有炎症、溃疡或黏膜极度干燥，神经功能缺失。最后，触诊颈部淋巴结。 <\/p> \n<p>　　如单侧进行性通气不畅，并伴有血性恶臭脓鼻涕，可能是鼻腔癌;回吸鼻涕带血，颈部外上方肿块，耳鸣，耳聋，要提防鼻咽癌;牙齿麻木、酸胀、松动、脱落，面颊部肿胀，眼球移位、复视、溢泪，则要警惕上颌窦癌。 <\/p>   \n<p><\/p> \n<p>　　单侧鼻塞半数以上的原因是鼻肿瘤，决不可等闲视之。鼻部良性肿瘤的最有效治疗方法是手术切除，鼻部恶性肿瘤若能早期发现，根治有望。但遗憾的是，单侧持续性鼻塞大多已不是早期信号。 <\/p>","disease":"","drug":"","fcount":0,"id":3388,"img":"/symptom/080911/f7e0b85b9c4997d1754fcdf542ddf674.jpg","keywords":"鼻腔 堵塞 可能 来自 因素 ","message":"    有进行性和持续性单侧鼻塞，意味着同侧鼻腔内有明显的堵塞因素。这种堵塞因素可能来自外界的鼻腔异物，也可能来自鼻腔组织本身的肿胀、增生或新生物。","name":"单侧鼻塞","place":"鼻,鼻","rcount":0},{"causetext":"<p><\/p> \n<p>　　1.脚气病<\/p> \n<p><\/p> \n<p>　　如果只是脚肿而身体没有其他不适，可能是脚气病，因缺乏维生素B，所致，只要适当补充维生素便可。<\/p> \n<p><\/p> \n<p>　　2.痛风<\/p> \n<p><\/p> \n<p>　　如果脚部，特别是大脚趾、脚跟及膝盖部分突然红肿胀痛，关节发热，动一下也几乎痛得跳起来，可能是患了痛风。主要的原因是体内尿酸积聚过高，无法从尿或大便中排出，因此尿酸遍布全身，多数进入关节，引致发炎。<\/p> \n<p><\/p> \n<p>　　3.风湿病<\/p> \n<p><\/p> \n<p>　　如果关节经常肿胀，感到难以形容的酸痛、行动不便，但按下肿胀处并没有凹下，则可能是风湿肿胀。<\/p> \n<p><\/p> \n<p>　　4.甲状腺疾病<\/p> \n<p><\/p> \n<p>　　甲状腺功能减退，也会造成腿肿、疲劳、怕冷、肌肉麻痹、皮肤干燥和便秘等。<\/p> \n<p><\/p> \n<p>　　5.肺部疾病<\/p> \n<p><\/p> \n<p>　　肺积水，即水分从血管漏出，积聚于肺部，影响呼吸，亦会引致水肿。<\/p> \n<p><\/p> \n<p>　　6.心脏疾病<\/p> \n<p><\/p> \n<p>　　当心脏肌肉疲弱不能正常地向身体各部分泵血时，也会出现脚、腿肿胀。<\/p> \n<p><\/p> \n<p>　　7.肾脏疾病<\/p> \n<p><\/p> \n<p>　　如果在脚跟、脚背处轻按一下，肿胀处即凹下，肌肉像失去弹力，即是水肿，成因可以是肾功能减退，令水分储存在体内，不能排泄。<\/p> \n<p><\/p> \n<p>　　8.肝脏疾病<\/p> \n<p><\/p> \n<p>　　如果肝细胞大量坏死，形成肝硬化，会引发其他病症，如出现腹水，亦有脚肿现象。<\/p> \n<p><\/p> \n<p>　　此外，体内脂肪过多也会妨碍体液从腿部回转，引起足部肿胀。激素药物、部分降血压药物以及抗抑郁药物都有令双脚肿胀的副作用。<\/p>","checks":"","count":173,"department":"","description":"p;如果忽然发现自己的双脚\u201c发胖\u201d了，常穿的鞋小了一号，这就需要引起足够的警惕，这往往是疾病的征象，必须查明原因，千万不可置之不理","detailtext":"","disease":"","drug":"","fcount":0,"id":3387,"img":"/symptom/080911/f3f12546ce4fe6c25ec9b5138014d8bb.jpg","keywords":"置之不理 往往是 双脚 查明 这就 ","message":"    如果忽然发现自己的双脚\u201c发胖\u201d了，常穿的鞋小了一号，这就需要引起足够的警惕，这往往是疾病的征象，必须查明原因，千万不可置之不理","name":"脚肿","place":"内分泌系统","rcount":0},{"causetext":"<p><\/p> \n<p>　　1.肥胖症 <\/p> \n<p>　　长期晚餐过饱，血中糖、氨基酸、脂肪酸浓度就会增高，再加之晚上人们活动量小，热量消耗少，多余的热量在胰岛素的作用下合成脂肪，逐渐使人发胖。 <\/p> \n<p>　　2.尿结石 <\/p> \n<p>　　长期晚餐过饱，且晚上人们都不再进行活动就上床睡觉，因此晚餐后产生的尿液就会全部潴留在尿路中，不能及时排出体外，钙含量不断增加，久而久之就会形成尿结石。 <\/p> \n<p>　　3.糖尿病 <\/p> \n<p>　　长期晚餐过饱，反复刺激胰岛素大量分泌，往往造成胰岛素β细胞负担加重，进而衰竭，诱发糖尿病。 <\/p> \n<p>　　4.高血压病 <\/p> \n<p>　　长期晚餐进食过多肉类，不但会增加胃肠负担，而且还会使血压猛然上升，加之人在睡觉时血液流动速度大大减慢，大量血脂就会沉积在血管壁上，从而引起动脉硬化，使人得高血压病。 <\/p> \n<p>　　5.高血脂症 <\/p> \n<p>　　长期晚餐过多食用荤菜，会使血脂升高。临床医学研究证实，晚餐大量进食荤食的人比经常进食素食的人，血脂一般要高3-4倍。 <\/p> \n<p>　　6.动脉硬化、冠心病 <\/p> \n<p>　　长期晚餐摄入过多热量，可引起血胆固醇增高，过多的胆固醇堆积在血管壁上，久而久之就会诱发动脉硬化和冠心病。 <\/p> \n<p>　　7.神经衰弱 <\/p> \n<p>　　长期晚餐过饱，必然造成胃肠负担加重，紧张工作的信息不断传向大脑，使人失眠、多梦等，久之易引起神经衰弱等疾病。 <\/p> \n<p>　　8.大肠癌 <\/p> \n<p>　　长期晚餐过饱，必然有部分蛋白质不能被消化吸收。这些物质在肠道细菌的作用下，产生一种有毒有害的物质，再加之睡眠时肠壁蠕动减慢，相对延长了这些物质在肠道的停留时间，促进大肠癌的发生。 <\/p>","checks":"","count":195,"department":"","description":"p;当今社会，竞争日益激烈，生活节奏也越来越快，许多家庭形成了一种早餐中餐马虎、晚餐丰盛的习惯，实际上也只有晚餐时人最放松，最有时间，因而也最易多食，从而造成了\u201c晚餐病\u201d","detailtext":"<p><\/p> \n<p>　　一日三餐对人都很重要，要合理安排各餐的饮食质量，太少太多都有害，晚餐以八分饱为宜。 <\/p> \n<p>　　晚餐一定要偏素，以富含碳水化合物的食物为主，而蛋白质、脂肪类吃得越少越好。若脂肪吃得太多，可使血脂升高。研究资料表明，晚餐经常吃荤食的人比吃素者的血脂要高2\u20143倍。碳水化合物可在人体内生成更多的血清素，发挥镇静安神作用，对失眠者尤为有益。 <\/p>","disease":"","drug":"","fcount":0,"id":3386,"img":"/symptom/080918/7918030f9bcdb0f306d6851a99e976ff.jpg","keywords":"晚餐 越来越快 生活节奏 当今社会 实际上 ","message":"    当今社会，竞争日益激烈，生活节奏也越来越快，许多家庭形成了一种早餐中餐马虎、晚餐丰盛的习惯，实际上也只有晚餐时人最放松，最有时间，因而也最易多食，从而造成了\u201c晚餐病\u201d。","name":"晚餐过量","place":"消化系统","rcount":0},{"causetext":"<p><\/p> \n<p>　　1.垂体肿瘤、肾上腺细胞癌 <\/p> \n<p>　　有些老年人忽然间头发变黑了，同时还伴有皮肤变嫩、性功能亢进等现象，这很可能是垂体肿瘤、肾上腺细胞癌等严重疾病发生的早期信号。 <\/p> \n<p>　　2.牙龈萎缩、内分泌紊乱、恶性肿瘤 <\/p> \n<p>　　有些老年人脱牙之后，口腔内又\u201c长出新牙\u201d，这种现象最常见的原因是牙龈萎缩，使原来残留在牙床里的多生牙或未脱尽的残根显露。个别情况与内分泌紊乱或恶性肿瘤的发生有关，故应特别注意。 <\/p> \n<p>　　3.宫颈癌 <\/p> \n<p>　　绝经后阴道流血，可能被误认为是月经，其实往往是宫颈癌的信号。 <\/p> \n<p>　　4.白内障、糖尿病、眼部炎症 <\/p> \n<p>　　有些老年人戴了一段时间的老花镜后，忽然视力好转了，这种反常现象是白内障的早期信号。因为当白内障由早期向中期发展时，晶状体吸收水分而膨胀增厚，使老人有视力好转之感，觉得不戴老花镜，眼也不花了。 <\/p> \n<p>　　还有些老年人患上了糖尿病，排尿量增加，血中盐类丢失较多，从而使眼晶状体发生水肿、混浊，体积增大，屈光力增加，而发生近视，抵消了老花，但好景不长。 <\/p> \n<p>　　另外，由于眼部炎症刺激，使睫状肌痉挛，晶状体屈光力增强，在一段时间内感到眼睛不花。 <\/p> \n<p>　　5.甲状腺分泌紊乱、糖尿病、皮质醇增多症 <\/p> \n<p>　　有些老年人平时饭量不大，而一段时间内忽然饭量剧增，这往往是甲状腺大量分泌使体内蛋白质、糖和脂肪被大量消耗的原因，使患者有饥饿感，总感到吃不饱。另外，患有糖尿病、皮质醇增多症、绦虫病、钩虫病的老年人也会出现饭量增大现象。 <\/p>","checks":"","count":204,"department":"","description":"p;有时老年人会偶然出现返老还童的现象，不少人认为这是健康长寿的吉兆，其实不然","detailtext":"","disease":"","drug":"","fcount":0,"id":3385,"img":"/symptom/080911/5b69ecfb2da1db183913ddbf10cfc132.jpg","keywords":"返老还童 健康长寿 其实不然 医学专家 现象 ","message":"    有时老年人会偶然出现返老还童的现象，不少人认为这是健康长寿的吉兆，其实不然。医学专家指出，这些现象常常是疾病发生的信号，要引起足够的重视。","name":"返老还童","place":"全身","rcount":0}]
     * page : 1
     * size : 20
     * status : true
     * total : 3395
     * totalpage : 170
     */

    private int page;
    private int size;
    private boolean status;
    private int total;
    private int totalpage;
    private List<ListBean> list;

    public int getPage() {
        return page;
    }

    public void setPage(int page) {
        this.page = page;
    }

    public int getSize() {
        return size;
    }

    public void setSize(int size) {
        this.size = size;
    }

    public boolean isStatus() {
        return status;
    }

    public void setStatus(boolean status) {
        this.status = status;
    }

    public int getTotal() {
        return total;
    }

    public void setTotal(int total) {
        this.total = total;
    }

    public int getTotalpage() {
        return totalpage;
    }

    public void setTotalpage(int totalpage) {
        this.totalpage = totalpage;
    }

    public List<ListBean> getList() {
        return list;
    }

    public void setList(List<ListBean> list) {
        this.list = list;
    }

    public static class ListBean implements Parcelable{
        /**
         * causetext : <p>　　(1)饮食太咸或服用特殊药物，都可能使静脉循环不佳，以致局部(特别是脚)出现所谓体质性的水肿。</p>
         <p>　　(2)失眠者水肿：严重失眠的人，因夜间久久不能入睡，次晨起床后常见颜面，眼睑，双手等处出现水肿，但稍加活动后，可自行消失。</p>
         <p>　　(3)体质性水肿：部分患者的浮肿会发生在月经来临前五天左右，但大部分此类病人，其水肿的发作与月经没有关係。主要特色在于早上起床时并无水肿，但到了下午则小腿，脚肿胀厉害，体重早晚甚至可相差到一公斤以上，晚上休息时，尿液又特别多。</p>
         <p>　　(4)老年性水肿：是指老年人出现的非心、肝、肾、血管病变及内分泌失讽等原因引起的水肿。多由于老年人的体质及器官功能随年龄的增长而逐渐衰退，机体组织的结构也发生退行性变化，致血管通透性增高，组织间隙是增大，顺应性降低，静脉回流障碍及肾功能减退等出现水肿，表现为两下肢对称性凹陷性水肿，伴有下肢沉重、发紧、发胀或疼痛等感觉。有必要强调，在考虑老年性水肿的诊断之前，必须排除心脏、血管、肾脏等重要器官的病变，还要注意除外腹腔肿瘤对下腔静脉压迫引起的下肢水肿。</p>
         <p>　　(5)体位性水肿：工作需要而长时间久站者，部分人持续坐椅子打电脑、玩麻将、玩扑克等超过数小时可出现下肢凹陷性水肿，多以躁部为明显。站立或坐位时间越长，水肿越明显，年龄越大，水肿越明显。其原因与活动减少，静脉回流减慢有关。</p>
         <p>　　(6)高温环境引起的水肿：高温环境下的工作人员由于温热的刺激，使体表的小血管扩张，小动脉的扩张引起皮肤血流量增加，而浅静脉扩张引起静脉淤血，小静脉压力增高，结果导致毛细血管静水压升高而产生组织水肿，以及出汗过多，加上广泛体表血管扩张使有效循环血量减少，可刺激醛固酮和抗利尿激素分泌增多，促进机体保留水钠而产生水肿。一般水肿程度不重，通常出现在四肢远端。</p>
         <p>　　(7)旅行者水肿：是由于长期站立行走或搭乘汽车、火车及飞机的旅客。由于长时间取坐位或立位，血流因重力关系对躯体较低部位的血管壁产生重力作用，使下肢静脉回流减慢，静脉压升高，以及站立位时醛固酮的分泌增加导致钠水潴留而致水肿，主要为下肢，特别是踝郎水肿。</p>
         <p>　　(8)肥胖性水肿：肥胖者具有水肿的倾向，可能和患者的静脉回流减慢及毛细血管通透性增加有关。另外，肥胖者脂肪组织是良好的隔热体，肥胖者散热较正常人困难，为了调节体温，周围毛细皿管长期处于扩张状态，使毛细血管充盈，滤过压增高，毛细血管扩张使其道透性增加，有利于水肿的形成。严重是的肥胖者可因纵隔内大量脂肪堆积而压迫心脏和上下腔静脉，使静脉回流受阻，出现静脉赫血性水肿，称为肥胖性静脉压迫综合征。</p>
         * checks :
         * count : 714
         * department :
         * description : 一般说来，当心、肾、肝等脏器发生病变及某些内分泌疾病会引起水肿外，还有些水肿并非疾病所致
         * detailtext : <p>　　临床表现</p>
         <p>　　临床各项检查化验指标无异常，又无任何明显的、已知的原因，而体内水液潴留致使眼睑、四肢乃至全身浮肿。病程不一，肿势轻重不同，反复发作，部位以四肢、面部为多，多有紧张绷束感，尿量正常。</p>
         <p>　　诊断方法</p>
         <p>　　(一)详细询问病史</p>
         <p>　　重点询问有关心脏、肝脏、肾脏及内分泌系疾病的病史以及过去的摄食与营养状况等。还要全面了解本次水肿的发生发展及治疗情况，另外，注意询问伴随症状。</p>
         <p>　　(二)认真全面体格检查</p>
         <p>　　全面系统检查的同时，注意检查皮肤、心、肝、肾、肺、脑及体腔体征。已发现水肿。要进一步检查水肿的分布、皮肤的颜色及形状以及体腔积水情况等。</p>
         <p>　　(三)测体重变化</p>
         <p>　　全身水肿时，体重变化较敏感。间断地测体重的增减，是检测水肿消长的最有价值的指标。</p>
         <p>　　1..不要穿过紧的衣物，特别是在臀部及大腿很紧的牛仔裤、束腹、束腰等会造成腹压增加的衣物。</p>
         <p>　　2.生活规律不要过渡劳累，不要熬夜。</p>
         <p>　　3.不要久坐或久站，避免长时间穿着高跟鞋，或穿太紧的鞋子。</p>
         <p>　　4.避免重口味的饮食，盐分不只是单指食用盐或吃起来咸的东西，其实是泛指所有的酱料、腌製物、或含钠量高的饮料，如：电解水、蕃茄汁等。</p>
         <p></p>
         <p>　　5.当身体出现非疾病性水肿时，可以饮用一些具有利于水消肿作用的养生茶，如万年青茶、荷叶淡竹茶、灵芝车前草茶等。&nbsp;</p>
         * disease :
         * drug :
         * fcount : 0
         * id : 3404
         * img : /symptom/080916/77373f54a701c5ecdd9cbc083db5a3dc.gif
         * keywords : 水肿 疾病 一般说来 常见于 一部分
         * message :     组织间隙液体过多而引起的全身或身体的一部分肿胀的症状称为水肿。一般说来，当心、肾、肝等脏器发生病变及某些内分泌疾病会引起水肿外，还有些水肿并非疾病所致。常见于长期失眠，久站久坐，久病体虚，工作劳累，饮食太咸，肥胖的人群。
         * name : 非疾病性水肿 (功能性水肿)
         * place : 内分泌系统,全身,肾,肝
         * rcount : 0
         */

        private String causetext;
        private String checks;
        private int count;
        private String department;
        private String description;
        private String detailtext;
        private String disease;
        private String drug;
        private int fcount;
        private int id;
        private String img;
        private String keywords;
        private String message;
        private String name;
        private String place;
        private int rcount;

        protected ListBean(Parcel in) {
            causetext = in.readString();
            checks = in.readString();
            count = in.readInt();
            department = in.readString();
            description = in.readString();
            detailtext = in.readString();
            disease = in.readString();
            drug = in.readString();
            fcount = in.readInt();
            id = in.readInt();
            img = in.readString();
            keywords = in.readString();
            message = in.readString();
            name = in.readString();
            place = in.readString();
            rcount = in.readInt();
        }

        public static final Creator<ListBean> CREATOR = new Creator<ListBean>() {
            @Override
            public ListBean createFromParcel(Parcel in) {
                return new ListBean(in);
            }

            @Override
            public ListBean[] newArray(int size) {
                return new ListBean[size];
            }
        };

        public String getCausetext() {
            return causetext;
        }

        public void setCausetext(String causetext) {
            this.causetext = causetext;
        }

        public String getChecks() {
            return checks;
        }

        public void setChecks(String checks) {
            this.checks = checks;
        }

        public int getCount() {
            return count;
        }

        public void setCount(int count) {
            this.count = count;
        }

        public String getDepartment() {
            return department;
        }

        public void setDepartment(String department) {
            this.department = department;
        }

        public String getDescription() {
            return description;
        }

        public void setDescription(String description) {
            this.description = description;
        }

        public String getDetailtext() {
            return detailtext;
        }

        public void setDetailtext(String detailtext) {
            this.detailtext = detailtext;
        }

        public String getDisease() {
            return disease;
        }

        public void setDisease(String disease) {
            this.disease = disease;
        }

        public String getDrug() {
            return drug;
        }

        public void setDrug(String drug) {
            this.drug = drug;
        }

        public int getFcount() {
            return fcount;
        }

        public void setFcount(int fcount) {
            this.fcount = fcount;
        }

        public int getId() {
            return id;
        }

        public void setId(int id) {
            this.id = id;
        }

        public String getImg() {
            return img;
        }

        public void setImg(String img) {
            this.img = img;
        }

        public String getKeywords() {
            return keywords;
        }

        public void setKeywords(String keywords) {
            this.keywords = keywords;
        }

        public String getMessage() {
            return message;
        }

        public void setMessage(String message) {
            this.message = message;
        }

        public String getName() {
            return name;
        }

        public void setName(String name) {
            this.name = name;
        }

        public String getPlace() {
            return place;
        }

        public void setPlace(String place) {
            this.place = place;
        }

        public int getRcount() {
            return rcount;
        }

        public void setRcount(int rcount) {
            this.rcount = rcount;
        }

        @Override
        public int describeContents() {
            return 0;
        }

        @Override
        public void writeToParcel(Parcel parcel, int i) {
            parcel.writeString(causetext);
            parcel.writeString(checks);
            parcel.writeInt(count);
            parcel.writeString(department);
            parcel.writeString(description);
            parcel.writeString(detailtext);
            parcel.writeString(disease);
            parcel.writeString(drug);
            parcel.writeInt(fcount);
            parcel.writeInt(id);
            parcel.writeString(img);
            parcel.writeString(keywords);
            parcel.writeString(message);
            parcel.writeString(name);
            parcel.writeString(place);
            parcel.writeInt(rcount);
        }
    }
}
