package com.example.administrator.healthlife.moudle.disease.bean;

import android.os.Parcel;
import android.os.Parcelable;

import java.util.List;

/**
 * Created by Administrator on 2017/4/19.
 */

public class ThreeBean {

    /**
     * list : [{"caretext":"<p> 　　【临床分证】 <\/p> \n<p> 　　本病亦是男科急诊，急需局部外治处理，内治仅用于局部外描处理之后。按临床实际经验，拟分为轻证(气滞证)与重证(血瘀证)较妥。染毒者接阴茎头包皮炎论治。 <\/p> \n<p> 　　(一)气滞证 <\/p> \n<p> 　　本证系包皮嵌顿不久，以局部水肿、疼痛为主的一种证候。 <\/p> \n<p> 　　论治法则 <\/p> \n<p> 　　通脉行气，止痛消肿。 <\/p> \n<p> 　　方剂选要 <\/p> \n<p> 　　(1)首选方剂：活血效灵丹合金铃子散。方中当归活血养血;丹参、乳、没活血通脉;金铃子疏肝理气;延胡索行气，尤长于止痛。诸药合用，具通脉止痛，行气消肿之功。该方用于本病复位后水肿仍不能消退者。 <\/p> \n<p> 　　(2)备用方剂：云南白药加半边莲。半边莲长于解毒、利尿、消肿，加服云南白药，意在于嵌顿包茎亦是一种损伤，仿损伤初期论冶自无不可。笔者用治多人，皆有效验。 <\/p> \n<p> 　　外治疗法 <\/p> \n<p> 　　(1)手法复位：宜尽早施行，以免组织坏死。先于阴茎冠状沟处涂上凡士林，用两手食指和中指夹住阴茎包皮狭窄环后方，两拇指压挤阴茎头，慢慢地使其通过狭窄的环，同时两手食指和中指将包皮从阴茎体上往下翻推，使之复位。若嵌顿未超过6小时以上者，手法复位多能成功。 <\/p> \n<p> 　　(2)芒硝、马齿苋液湿敷：芒硝30g，马齿苋30g，煎液待温，用纱布湿敷或淋洗患处，每日2次，每次10～15分钟。或用上液装大口瓶中，再将阴茎放入其中浸泡10分钟左右，效果更佳。 <\/p> \n<p> 　　验案选粹 李某，12岁。素有包皮过长，日前戏弄阴茎，包皮上翻后不能推下，自觉疼痛，走路时加重，检查：包皮水肿、透亮。拟诊为嵌顿包茎。先行手法复位成功，继用芒硝30g煎液湿敷，日2次。2天后水肿全退告安。(引自：陈耀葵医案) <\/p> \n<p> 　　(二)血瘀证(重症} <\/p> \n<p> 　　本证因嵌顿包茎未能及时复位，血液瘀滞所致。 <\/p> \n<p> 　　诊断要求 具备主症并兼见次症某项及典型舌脉者.即口丁诊断为本证。 <\/p> \n<p> 　　论治法则 活血化瘀，通络止痛。 <\/p> \n<p> 　　方剂选要 <\/p> \n<p> 　　(1)首选方剂：活络效灵丹合桂枝茯苓丸加诫。当归、丹参活血;乳香、没药祛瘀;桃仁、牡丹皮、赤芍理气止痛;茯苓引药下行;白蜜使瘀去而不伤正。 <\/p> \n<p> 　　(2)备用方剂：七厘散。功能活血散瘀，定痛止血，血竭、乳香、没药、红花活血行瘀;麝香、冰片辛散止痛;儿茶行瘀，解热定痛;朱砂本为安神之品，兼有解毒之效，与麝香，冰片、儿茶相伍，能解毒定痛。散瘀消肿。取一散剂。用黄酒冲服，更助祛瘀通脉之效。 <\/p> \n<p> 　　外治疗法 <\/p> \n<p> 　　(1)手法复位：先将有槽探针插入狭窄环内，然后于阴茎背侧，沿着槽探针切断狭窄环，阴茎即时按解。切口可不缝合，若切口较长者可横行缝合。 <\/p> \n<p> 　　(2)浸泡或湿敷法：方用芒硝30g，黄柏15g。枯矾15g，冰片5g煎液。后入冰片，待温浸洗或湿敷患处，每日2～3次，可促进水肿消退。 <\/p> \n<p> 　　验案选粹 易某，25岁。昨日新婚，今晨起包皮不能翻下，水肿，疼痛，因害羞未及时处治，来院就诊时已逾8小时。查：阴茎包皮重度水肿，上有散在小瘀点，阴茎头红，轻肿，排尿困难，欲解不得，不能正常步行，十分痛楚。即在局麻下(阴茎根部阻滞麻醉)外用苯扎溴铵消毒，切开狭窄环，横行缝合。术后外用芒硝、黄柏、冰片煎水外洗，3天水肿全消，2周后行包皮环切术为安。(引自：蒋瑞蜂医案) <\/p> \n<p> 　　辨治按语 嵌顿包茎系男科常见急症之一，完全可以预防。除了普及卫生常识之外，还应采用以下各点预防方法;教育儿童、青少年不要随意玩弄阴茎;新婚夫妇于婚前学习卫生指导;医生检查龟头病变将包皮上翻后，切记及时复位;有包茎者最好争取行包皮环切术，不愿手术者，应经常清洗包皮垢，并及时复位。若嵌顿包茎一旦发生，最简捷的方法是手法复位，加上必要的浸洗方法;手法复位失败者，及时用手术复位，以防发生坏死。所以本病主要是外治，内治仅作为辅助而已。 <\/p>","causetext":"　　发生这种情况，往往由于病人自己为了露出阴茎头，把包皮上翻而发生;亦有因医生检查包皮时，没有及时将上翻的过紧过长的包皮推下而发生;也有因房事(特别是新婚之夜)后，上翻的包皮未能复位所造成;另外，也可因包皮阴茎头炎刺激，致阴茎勃起而发生。","checks":"","checktext":"<p> 　　【诊断与鉴别诊断】 <\/p> \n<p> 　　1.诊断要点 <\/p> \n<p> 　　①有包茎病史;②包皮外口上退至冠状沟处不能还纳;③嵌顿出现后局部明显肿胀，剧痛，严熏者阴茎头肿胀色紫，排尿困难;④发生于小孩者常哭闹不安。 <\/p> \n<p> 　　2.鉴别诊断 <\/p> \n<p> 　　(1)包皮虫咬皮炎：见于小儿，包皮红肿，痒且痛。但包皮未上翻。 <\/p> \n<p> 　　(2)阴茎嵌顿：多见于性情怪癖之人，患者常以金属环、大型螺丝帽、橡皮圈等，套入阴茎而发生绞窄，致使阴茎肿胀、疼痛，严重者异物陷入而看不见，阴茎远端可发生坏死。和本病比较，仍然容易鉴别。 <\/p>","count":2854,"department":"男科","description":"包皮过长，包皮口较小，虽能勉强上推露出阴茎头，但因诸种原因造成包皮紧勒在阴茎冠状沟处不能推下，形成嵌顿包茎","disease":"","diseasetext":"","drug":"","drugtext":"<p> 治疗： 【临床分证】 本病亦是男科急诊，急需局部外治处理，内治仅用于局部外描处理之后。按临床实际经验，拟分为轻证(气滞证)与重证(血瘀证)较妥。染毒者接阴茎头包皮炎论治。 (一)气滞证 本证系包皮嵌顿不久，以局部水肿、疼痛为主的一种证候。 论治法则 通脉行气，止痛消肿。 方剂选要 (1)首选方剂：活血效灵丹合金铃子散。方中当归活血养血;丹参、乳、没活血通脉;金铃子疏肝理气;延胡索行气，尤长于止痛。诸药合用，具通脉止痛，行气消肿之功。该方用于本病复位后水肿仍不能消退者。 (2)备用方剂：云南白药加半边莲。半边莲长于解毒、利尿、消肿，加服云南白药，意在于嵌顿包茎亦是一种损伤，仿损伤初期论冶自无不可。笔者用治多人，皆有效验。 外治疗法 (1)手法复位：宜尽早施行，以免组织坏死。先于阴茎冠状沟处涂上凡士林，用两手食指和中指夹住阴茎包皮狭窄环后方，两拇指压挤阴茎头，慢慢地使其通过狭窄的环，同时两手食指和中指将包皮从阴茎体上往下翻推，使之复位。若嵌顿未超过6小时以上者，手法复位多能成功。 (2)芒硝、马齿苋液湿敷：芒硝30g，马齿苋30g，煎液待温，用纱布湿敷或淋洗患处，每日2次，每次10～15分钟。或用上液装大口瓶中，再将阴茎放入其中浸泡10分钟左右，效果更佳。 验案选粹 李某，12岁。素有包皮过长，日前戏弄阴茎，包皮上翻后不能推下，自觉疼痛，走路时加重，检查：包皮水肿、透亮。拟诊为嵌顿包茎。先行手法复位成功，继用芒硝30g煎液湿敷，日2次。2天后水肿全退告安。(引自：陈耀葵医案) (二)血瘀证(重症} 本证因嵌顿包茎未能及时复位，血液瘀滞所致。 诊断要求 具备主症并兼见次症某项及典型舌脉者.即口丁诊断为本证。 论治法则 活血化瘀，通络止痛。 方剂选要 (1)首选方剂：活络效灵丹合桂枝茯苓丸加诫。当归、丹参活血;乳香、没药祛瘀;桃仁、牡丹皮、赤芍理气止痛;茯苓引药下行;白蜜使瘀去而不伤正。 (2)备用方剂：七厘散。功能活血散瘀，定痛止血，血竭、乳香、没药、红花活血行瘀;麝香、冰片辛散止痛;儿茶行瘀，解热定痛;朱砂本为安神之品，兼有解毒之效，与麝香，冰片、儿茶相伍，能解毒定痛。散瘀消肿。取一散剂。用黄酒冲服，更助祛瘀通脉之效。 外治疗法 (1)手法复位：先将有槽探针插入狭窄环内，然后于阴茎背侧，沿着槽探针切断狭窄环，阴茎即时按解。切口可不缝合，若切口较长者可横行缝合。 (2)浸泡或湿敷法：方用芒硝30g，黄柏15g。枯矾15g，冰片5g煎液。后入冰片，待温浸洗或湿敷患处，每日2～3次，可促进水肿消退。 验案选粹 易某，25岁。昨日新婚，今晨起包皮不能翻下，水肿，疼痛，因害羞未及时处治，来院就诊时已逾8小时。查：阴茎包皮重度水肿，上有散在小瘀点，阴茎头红，轻肿，排尿困难，欲解不得，不能正常步行，十分痛楚。即在局麻下(阴茎根部阻滞麻醉)外用苯扎溴铵消毒，切开狭窄环，横行缝合。术后外用芒硝、黄柏、冰片煎水外洗，3天水肿全消，2周后行包皮环切术为安。(引自：蒋瑞蜂医案) 辨治按语 嵌顿包茎系男科常见急症之一，完全可以预防。除了普及卫生常识之外，还应采用以下各点预防方法;教育儿童、青少年不要随意玩弄阴茎;新婚夫妇于婚前学习卫生指导;医生检查龟头病变将包皮上翻后，切记及时复位;有包茎者最好争取行包皮环切术，不愿手术者，应经常清洗包皮垢，并及时复位。若嵌顿包茎一旦发生，最简捷的方法是手法复位，加上必要的浸洗方法;手法复位失败者，及时用手术复位，以防发生坏死。所以本病主要是外治，内治仅作为辅助而已。 <\/p>","fcount":0,"food":"","foodtext":"","id":7229,"img":"/disease/080918/20892e2251b7b5679342b2f3666396e6.jpg","keywords":"包皮 包茎 冠状沟 多见于 青年人 ","message":"　　包皮过长，包皮口较小，虽能勉强上推露出阴茎头，但因诸种原因造成包皮紧勒在阴茎冠状沟处不能推下，形成嵌顿包茎。多见于小儿及青年人，临床上以新婚青年为多。嵌顿包茎发生后，包皮络脉受阻，血行不畅，伤形则痛，伤血则瘀，伤气则肿，局部明显水肿、疼痛，严重者包皮坏死，排尿困难。","name":"嵌顿包茎","place":"男性生殖系统,阴茎,口","rcount":0,"symptom":"阴茎疼痛","symptomtext":"<p> 　　【临床分证】 <\/p> \n<p> 　　本病亦是男科急诊，急需局部外治处理，内治仅用于局部外描处理之后。按临床实际经验，拟分为轻证(气滞证)与重证(血瘀证)较妥。染毒者接阴茎头包皮炎论治。 <\/p> \n<p> 　　(一)气滞证 <\/p> \n<p> 　　本证系包皮嵌顿不久，以局部水肿、疼痛为主的一种证候。 <\/p> \n<p> 　　1.临床表现 <\/p> \n<p> 　　(1)主症：①包皮外日上至冠状沟不能还纳;②包皮水肿，色红;③自觉疼痛。 <\/p> \n<p> 　　(2)次症：少腹胀痛。 <\/p> \n<p> 　　(3)典型舌脉：舌脉可正常，或脉紧。 <\/p> \n<p> 　　2.辩证分析 包皮过长，包皮口小，上翻后不能复位，脉络腥滞，气血运行不畅，即见局部水肿、疼痛。 <\/p> \n<p> 　　3.诊断要求 具备主症①或主症①、②、③，即可判为本证。 <\/p> \n<p> 　　(二)血瘀证(重症} <\/p> \n<p> 　　本证因嵌顿包茎未能及时复位，血液瘀滞所致。 <\/p> \n<p> 　　1.临床表现 <\/p> \n<p> 　　(1)主症：包皮水肿，色暗红，可见散在小瘀点;剧痛，有如针刺;龟头紫红，轻肿。 <\/p> \n<p> 　　(2)次症：①可有排尿困难;②因痛而坐立不安。 <\/p> \n<p> 　　(3)典型舌脉：正常或舌见瘀点，脉弦紧或沉涩。 <\/p> \n<p> 　　2.辨证分析 包茎嵌顿有如损伤，因伤则瘀，加之又未及时解除，血脉瘀滞加重，经脉阻塞，故为一派血瘀征象，而疼痛最为病人难受，尤以排尿不畅，更增加病人烦恼，脉见沉紧。 <\/p> \n<p> 　　3.诊断要求 具备主症并兼见次症某项及典型舌脉者.即可诊断为本证。 <\/p>"},{"caretext":"<p> 　　1、 药物治疗：必要时加用抗生素治疗。 <\/p> \n<p> 　　2、 手术治疗：脓肿形成后，可在颏下肿胀最突出区做横行皮肤切口，分开颈阔肌达颏下间隙，建立引流。 <\/p>","causetext":"<p> 　　颏下间隙位于舌骨上区，为颏下三角内的单一间隙。间隙内有少量脂肪组织及淋巴结，此间隙借下颌舌骨肌、颏舌骨肌与舌下间隙相隔。两侧与颌下间隙相连，感染易相互扩散。 <\/p> \n<p> 　　感染主要是来自淋巴结炎症，而颏下淋巴结炎主要是下唇、舌尖、口底舌下肉阜、下颌前牙及牙周组织等区域出现了各种炎症、口腔黏膜溃疡、口炎等导致的，然后进一步发展为颏下间隙蜂窝组织炎。 <\/p>","checks":"","checktext":"","count":2286,"department":"口腔科","description":"下唇、舌尖、口底、舌下肉阜、下颌前牙及牙周组织的淋巴回流可直接汇于颏下淋巴结，故以上区域的各种炎症均可继发颏下间隙蜂窝组织炎","disease":"病毒性涎腺炎,鳃裂囊肿,口腔真菌病,颌面部间隙感染,嚼肌间隙感染,颌下间隙感染,口腔干燥综合征","diseasetext":"","drug":"","drugtext":"<p> 治疗： <\/p> \n<p> 1、 药物治疗：必要时加用抗生素治疗。 <\/p> \n<p> 2、 手术治疗：脓肿形成后，可在颏下肿胀最突出区做横行皮肤切口，分开颈阔肌达颏下间隙，建立引流。 <\/p>","fcount":0,"food":"","foodtext":"","id":7228,"img":"/disease/080911/fc389109b3f664668794226a475d683f.jpg","keywords":"颏下间隙 淋巴结 感染 蜂窝组织炎 临床表现 ","message":"<p> 　　颏下间隙感染是指颏下间隙急性化脓性感染，主要临床表现有淋巴结肿大、颏下三角区皮肤充血、疼痛等。颏下间隙的感染多来自于淋巴结炎症。下唇、舌尖、口底、舌下肉阜、下颌前牙及牙周组织的淋巴回流可直接汇于颏下淋巴结，故以上区域的各种炎症均可继发颏下间隙蜂窝组织炎。 <\/p> \n<p>  <\/p>","name":"颏下间隙感染","place":"口,皮肤,淋巴,口","rcount":0,"symptom":"面痛,淋巴结肿大","symptomtext":"<p> 　　因为本病发展一般都较为缓慢，临床症状表现不明显，早期一般表现为淋巴结的肿大，当病情扩散至结外才引起间隙蜂窝组织炎时，由于肿胀范围扩展至整个颏下三角区，皮肤出现明显的充血和疼痛，甚至出现局部皮肤紫，扪压有凹陷性水肿及波动感。感染向后波及颌下间隙时，可表现出相应的症状。 <\/p>"},{"caretext":"<p> 　　穴位按摩： <\/p> \n<p> 　　按压穴位闭上眼睛，把拇指放在太阳穴上。用食指第一和第二节关节间的指腹，平稳地触压眼窝上缘和眼窝下缘，方向是从鼻子往太阳穴进行。 <\/p>","causetext":"<p> 　　专家指出，看电视与\u201c电视眼\u201d的形成有直接的关系，更与电视机的品质有莫大的联系。过亮的屏幕、过艳的色彩以及拖动的画面，是造成\u201c电视眼\u201d的罪魁祸首。 <\/p> \n<p> 　　1、当电视画面亮度过于刺眼的时候，会大量消耗视网膜上的视紫红质，甚至伤害视紫红质，造成视力暂时性减退 <\/p> \n<p> 　　2、当电视画质过分追求艳丽、还原度偏低的时候，出现偏色现象，会伤害视网膜锥细胞上感受红、绿、蓝的视色素，导致眼睛不能正确分辨色彩。 <\/p> \n<p> 　　3、当电视画面晃动、拖尾的时候，眼睛不能正确聚焦，极易产生眼疲劳、头晕等症状，久而久之会伤害眼睛睫状肌，导致调节焦距功能下降。 <\/p> \n<p> 　　因此，专家表示，应当提高电视机行业标准，生产亮度较为柔和、色彩还原度高、画面无拖动现象的电视机。而目前市面上符合此标准的尚只有等离子电视，如果想保护眼睛，不妨选购等离子电视。 <\/p>","checks":"","checktext":"<p> 　　可行眼底镜检查以明确诊断。 <\/p>","count":1136,"department":"眼科","description":"电视发出的红外线、激光束等对人眼的刺激，使眼睑红肿，球结膜充血，眼球干痛，严重者可使角膜，结膜损伤，影响睡眠和食欲","disease":"","diseasetext":"","drug":"","drugtext":"<p> 治疗： 穴位按摩： 按压穴位闭上眼睛，把拇指放在太阳穴上。用食指第一和第二节关节间的指腹，平稳地触压眼窝上缘和眼窝下缘，方向是从鼻子往太阳穴进行。 <\/p>","fcount":0,"food":"","foodtext":"","id":7227,"img":"/disease/080911/9cb3d76a72556256ecc5e06958187cf5.jpg","keywords":"视网膜 结膜 激光束 青光眼 近视眼 ","message":"<p> 　　电视发出的红外线、激光束等对人眼的刺激，使眼睑红肿，球结膜充血，眼球干痛，严重者可使角膜，结膜损伤，影响睡眠和食欲。长期看电视会大量消耗视网膜中的视紫质，使视力明显下降，甚至引起视网膜萎缩、近视眼、夜盲、青光眼等。 <\/p> \n<p>  <\/p>","name":"电视眼病","place":"眼,眼","rcount":0,"symptom":"视力下降","symptomtext":"<p> 　　电视眼病的主要症状表现为视力明显下降，视物模糊不清，眼睛疲劳干涩、老想点眼药水，还可有头昏、头痛的感觉。严重的还会发生恶心、呕吐、甚至暂时失明。患电视眼的人大多是中、小学生，可达90%以上，但也有部分患者是20多岁的青年人。 <\/p> \n<p> 　　使眼睑红肿，球结膜充血，眼球干痛，严重者可使角膜，结膜损伤，影响睡眠和食欲。 <\/p>"},{"caretext":"<p> 　　肝内胆汁郁滞有1/3病因不明，但半数以上可以查出病因，因此积极消除病因对胆汁郁滞消退有积极作用。 <\/p> \n<p> 　　对于病因不明者对症治疗。苯巴比妥30-180mg/d。消胆胺6-10mg/d。如有明显中毒症状，特别是伴有过敏反应者，强的松40μg/d，连服一周多数病例胆红素可降低50%。待胆红素正常后渐减量至10mg，可维持1-2月，防止反跳。但若用一周后，胆红素无明显下降即应停用，以防副作用发生。 <\/p> \n<p> 　　中药茵陈汤对胆郁消退有一定作用。 <\/p>","causetext":"<p> 　　由于各种有害因素致使胆汁分泌和排泄发生障碍，形成胆汁郁滞。 <\/p>","checks":"","checktext":"<p> 　　一、病史及症状 <\/p> \n<p> 　　本病以梗阻性黄疸而无肉眼可见的肝内外胆道阻塞为其特征。问诊时应注意讯问病人发病的诱因，注意与肝 胆道梗阻所致梗阻性黄疸鉴别。 <\/p> \n<p> 　　二、体验发现 <\/p> \n<p> 　　黄疸、皮肤瘙痒抓痕，肝脏肿大。 <\/p> \n<p> 　　三、辅助检查 <\/p> \n<p> 　　血清胆红素升高，结合胆红素占50%以上;尿胆红素阳性;血胆固醇、碱性磷酶酶(AKP)、γ-谷酰转肽酶(GGT)增高、GGT/AKP=12.2。 <\/p> \n<p> 　　四、影像学检查 <\/p> \n<p> 　　B型超声波、ERCP可作肝内外梗阻的鉴别诊断。 <\/p>","count":825,"department":"肝病","description":"胆汁分泌是肝脏的重要功能，由于各种有害因素致使胆汁分泌和排泄发生障碍，形成胆汁郁滞，病变在肝内者称为肝内胆汁淤积，在肝外者称为肝外性胆汁淤积","disease":"梗阻性黄疸,Gilbert综合征,新生儿黄疸","diseasetext":"","drug":"","drugtext":"<p> 治疗： 肝内胆汁郁滞有1/3病因不明，但半数以上可以查出病因，因此积极消除病因对胆汁郁滞消退有积极作用。 对于病因不明者对症治疗。苯巴比妥30-180mg/d。消胆胺6-10mg/d。如有明显中毒症状，特别是伴有过敏反应者，强的松40μg/d，连服一周多数病例胆红素可降低50%。待胆红素正常后渐减量至10mg，可维持1-2月，防止反跳。但若用一周后，胆红素无明显下降即应停用，以防副作用发生。 中药茵陈汤对胆郁消退有一定作用。 <\/p>","fcount":0,"food":"","foodtext":"","id":7226,"img":"/disease/080911/c64e9a832622910f5e8149046008d89b.jpg","keywords":"胆汁 称为 淤积 分泌 肝脏 ","message":"<p> 　　胆汁分泌是肝脏的重要功能，由于各种有害因素致使胆汁分泌和排泄发生障碍，形成胆汁郁滞，病变在肝内者称为肝内胆汁淤积，在肝外者称为肝外性胆汁淤积。 <\/p> \n<p>  <\/p>","name":"胆汁淤积性黄疸","place":"胆,胆,肝","rcount":0,"symptom":"阻塞性黄疸,食欲不振,肝肿大,皮肤瘙痒","symptomtext":"<p> 　　本病以梗阻性黄疸而无肉眼可见的肝内外胆道阻塞为其特征。可由多种病因如药物，病毒性肝炎、酒精中毒、妊娠、家族性等引起、临床上可表现有黄疸、皮肤瘙痒及食欲不振、乏力等现象。 <\/p>"},{"caretext":"<p> 　　胆汁性腹膜炎的治疗取决于胆漏部位和速度，及腹水是否有继发感染。 <\/p> \n<p> 　　1、一般综合治疗：应积极采取静脉高营养疗法，补充热量、液体、电解质等，以维持血压、尿量。麻痹性肠梗阻时需肠道插管减压。 <\/p> \n<p> 　　2、采用广谱抗生素以预防和治疗继发性感染：尤其应选择对肠道主要细菌有效，在胆汁中浓度高、毒性低的抗生素。认为首选头孢类抗生素最为适宜。因其移行到胆道中的浓度较高，在胆汁的浓度顺序为第3代头孢类抗生素&gt;第2代头孢类抗生素&gt;第1代头孢类抗生素。头孢哌酮(先锋必)在胆道中具有较高浓度，且对β-内酰胺酶也较稳定，但对类杆菌作用不明显，若与甲硝唑等配伍使用可取得明显效果。在胆汁中浓度较高的抗生素还有青霉素族、四环素族、氯霉素等。但有时易致耐药。哌拉西林(氧哌嗪青霉素)是一广谱青霉素，对胆道中细菌有治疗作用、且由胆汁排泄、无肾毒性、可供选择。此外，环丙沙星在肝胆汁中也有较高浓度，给200mg环丙沙星后65～70分钟，在肝胆汁中平均浓度为(56.7±21.6)μg/ml，此值为血清平均值的40倍。 <\/p> \n<p> 　　3、外科治疗：胆汁性腹膜炎通常需及时手术治疗，但手术的指征应个体化。若病人的临床症状迅速恶化，则应立即考虑手术治疗。外科手术主要是对损伤的胆管进行修补，腹腔引流或灌洗等。若外渗的胆汁被包裹局限，或为胆汁瘤可经皮肤穿刺引流。胆囊切除后囊性胆管漏可采用内镜下Oddi括约肌切开术或在Oddi括约肌上放置支架，使胆管内压力降低，促进胆汁引流，由Oddi括约肌进入十二指肠，使胆管漏愈合。 <\/p>","causetext":"<p> 　　(一)发病原因 <\/p> \n<p> 　　胆汁性腹膜炎是由各种病因导致胆汁直接流入或外渗入腹膜腔内引起急性或慢性继发性腹膜炎。其病因如下： <\/p> \n<p> 　　(1)胆囊穿孔是发生胆汁性腹膜炎最常见的病因。胆囊穿孔可分为3型，Ⅰ型：游离穿孔，占30%。最常发生于胆囊底，由于局部缺乏保护性粘连而致胆汁流入腹膜腔内，形成胆汁性弥漫性腹膜炎。Ⅱ型：局限性穿孔，占50%。胆汁溢出至邻近的脏器(如肝脏、胃、十二指肠、结肠或小肠)、大网膜包裹或粘连，而导致局限性脓肿。Ⅲ型：慢性穿孔，占20%。其多缓慢地进展为胆囊肠瘘。胆囊穿孔常见于： <\/p> \n<p> 　　①急性胆囊炎：胆汁性腹膜炎病因结石性、无结石性和伤寒。②外伤：包括穿透性和钝性。③肿瘤：胆囊癌、胃或横结肠癌侵犯。④穿透性消化性溃疡。⑤Crohn病。⑥特发性。⑦血栓性血小板减少性紫癜等。 <\/p> \n<p> 　　(2)胆道手术或腹部创伤也是胆汁性腹膜炎的常见病因。肝脏/胆道系统损伤常见于： <\/p> \n<p> 　　①肝脏活检。②经皮肝胆道造影术。③手术后并发症。④T型管移位。⑤创伤：包括穿透性和钝性。 <\/p> \n<p> 　　(3)胆道自发性穿孔是成人胆汁性腹膜炎极罕见的病因。其发病因素可能与下列因素有关 <\/p> \n<p> 　　①儿童为发育性。②成人：75%有胆总管结石、胆道囊肿破裂及胆道感染、胆道憩室。 <\/p> \n<p> 　　(二)发病机制 <\/p> \n<p> 　　胆汁性腹膜炎通常是由于无菌的胆汁溢流入腹腔腔内，胆盐的刺激及其化学毒性所致。若胆汁被污染或原发疾病有感染存在时，可致继发性细菌性腹膜炎。最常见感染的细菌有大肠埃希杆菌、链球菌、肠球菌、克雷白肺炎杆菌及脆弱拟杆菌等，细菌含量常&gt;105/ml。 <\/p>","checks":"","checktext":"<p> 　　1.病史 <\/p> \n<p> 　　详询发病时间及经过，有无外伤、发热、腹泻、便秘、黄疸、消化性溃疡或其他腹部疾病史。注意腹痛部位、性质、程度及变化，有无恶心、呕吐、腹胀、寒战等，发病后经过何种检查及治疗。女性患者应详询月经史及其与发病关系，必要时请妇科会诊。 <\/p> \n<p> 　　2.体检 <\/p> \n<p> 　　注意呼吸、脉搏、血压、体温，有无脱水及休克现象，检查腹部时注意腹壁吸运动是否受限，有无腹胀、腹肌紧张或强直以及压痛。肠鸣音、肝浊音存在抑或消失，有无移动性浊音等。 <\/p> \n<p> 　　3.化验检查 <\/p> \n<p> 　　化验血、尿、便常规。有脱水现象时，测血氯化物、钠、钾、二氧化碳结合力及尿素氮等。疑有急性胰腺炎时，作血清及尿淀粉酶、血钙测定。 <\/p> \n<p> 　　4.辅助检查 <\/p> \n<p> 　　必要时行腹部X线透视或摄片。诊断不明时，可行诊断性腹腔穿刺术或腹腔灌洗术。 <\/p>","count":724,"department":"肝胆外科","description":"胆汁性腹膜炎是胆汁从胆道系统漏入腹腔引起的腹膜炎症，腹腔内仅有胆汁样液体而无腹膜炎体征者为单纯胆汁性腹水","disease":"腹腔间隔室综合征,自发性细菌性腹膜炎,第三类腹膜炎,大网膜粘连综合征,急性腹膜炎,原发性腹膜炎,继发性腹膜炎,胎粪性腹膜炎,结核性腹膜炎","diseasetext":"","drug":"","drugtext":"<p> 治疗： 胆汁性腹膜炎的治疗取决于胆漏部位和速度，及腹水是否有继发感染。 1、一般综合治疗：应积极采取静脉高营养疗法，补充热量、液体、电解质等，以维持血压、尿量。麻痹性肠梗阻时需肠道插管减压。 2、采用广谱抗生素以预防和治疗继发性感染：尤其应选择对肠道主要细菌有效，在胆汁中浓度高、毒性低的抗生素。认为首选头孢类抗生素最为适宜。因其移行到胆道中的浓度较高，在胆汁的浓度顺序为第3代头孢类抗生素&gt;第2代头孢类抗生素&gt;第1代头孢类抗生素。头孢哌酮(先锋必)在胆道中具有较高浓度，且对β-内酰胺酶也较稳定，但对类杆菌作用不明显，若与甲硝唑等配伍使用可取得明显效果。在胆汁中浓度较高的抗生素还有青霉素族、四环素族、氯霉素等。但有时易致耐药。哌拉西林(氧哌嗪青霉素)是一广谱青霉素，对胆道中细菌有治疗作用、且由胆汁排泄、无肾毒性、可供选择。此外，环丙沙星在肝胆汁中也有较高浓度，给200mg环丙沙星后65～70分钟，在肝胆汁中平均浓度为(56.7±21.6)μg/ml，此值为血清平均值的40倍。 3、外科治疗：胆汁性腹膜炎通常需及时手术治疗，但手术的指征应个体化。若病人的临床症状迅速恶化，则应立即考虑手术治疗。外科手术主要是对损伤的胆管进行修补，腹腔引流或灌洗等。若外渗的胆汁被包裹局限，或为胆汁瘤可经皮肤穿刺引流。胆囊切除后囊性胆管漏可采用内镜下Oddi括约肌切开术或在Oddi括约肌上放置支架，使胆管内压力降低，促进胆汁引流，由Oddi括约肌进入十二指肠，使胆管漏愈合。 <\/p>","fcount":0,"food":"","foodtext":"","id":7225,"img":"/disease/080911/05587a8bf37cc362f5c54e13d146ed3e.jpg","keywords":"胆汁 腹膜炎 腹腔 腹痛 表现 ","message":"<p> 　　胆汁性腹膜炎是胆汁从胆道系统漏入腹腔引起的腹膜炎症，腹腔内仅有胆汁样液体而无腹膜炎体征者为单纯胆汁性腹水。可表现轻度腹痛，也可表现明显的剧烈腹痛。可以突然发作，也可缓慢起病。 <\/p> \n<p>  <\/p>","name":"胆汁性腹膜炎","place":"腹部,腹膜,胆","rcount":0,"symptom":"急性腹痛,上腹部包块,腹膜刺激征,肠鸣音消失","symptomtext":"<p> 　　胆汁性腹膜炎的临床症状和体征取决于外渗的胆汁是否被局限或扩散于腹膜腔内，是否被细菌污染。而症状变化较大，可表现轻度腹痛，也可表现明显的剧烈腹痛、肠梗阻、腹部包块、发热、少尿和休克等严重症状;可以突然发作，也可缓慢起病。腹痛和腹膜刺激征时可因腹膜受到刺激后，其渗出液迅速积聚而稀释和中和胆盐及其化学毒性，而使症状和体征暂时缓解，尤其是在输液治疗时更为明显。由于胆盐的刺激作用，不仅使腹腔渗出液增加，也伴大量血浆渗入腹腔内。腹部可叩及移动性浊音。腹痛可随着体位的变化，尤其是从垂头仰卧位转变为平卧时，腹痛可以从右上腹部转移到右下腹部。可出现肠鸣音减弱或消失。 <\/p>"},{"caretext":"<p> 　　·肝胆气郁 <\/p> \n<p> 　　症状：右胁胀满疼痛，痛引右肩，遇怒加重，胸闷脘胀，善太息，嗳气频作，吞酸嗳腐，苔白腻，脉弦大。 <\/p> \n<p> 　　治法：疏肝利胆，理气通降。 <\/p> \n<p> 　　本方以柴胡白芍、川芎疏肝利胆，枳壳、香附、陈皮理气通降止痛，甘草调和诸药。应用时以方中四逆散为主，可加苏梗、青皮、郁金、木香行气止痛。若大便于结，加大黄、槟榔;腹部胀满，加川朴、草蔻;口苦心烦，加黄芩、栀子;嗳气，呕吐，加代赭石、炒莱菔子;伴胆石加鸡内金、金钱草、海金沙。 <\/p> \n<p> 　　·气滞血瘀 <\/p> \n<p> 　　症状：右胁刺痛较剧，痛有定处而拒按，面色晦暗，口干口苦，舌质紫暗或舌边有瘀斑，脉弦细涩。 <\/p> \n<p> 　　治法：疏肝利胆，理气活血。 <\/p> \n<p> 　　方中柴胡、枳实、白芍、甘草疏肝利胆，理气止痛，炒五灵脂、生蒲黄活血化瘀。可酌加郁金、延胡索、川楝子、大黄以增强行气化瘀止痛之效。口苦心烦者，加龙胆草、黄芩;脘腹胀甚者，加枳壳、木香;恶心呕吐者，加半夏、竹茹。 <\/p> \n<p> 　　·胆腑郁热 <\/p> \n<p> 　　症状：右胁灼热疼痛，口苦咽于，面红目赤，大便秘结，小便短赤，心烦失眠易怒，舌红，苔黄厚而干，脉弦数。 <\/p> \n<p> 　　治法：清泻肝胆之火，解郁通腑 <\/p> \n<p> 　　方中栀子、黄连、柴胡、白芍、蒲公英、金钱草、瓜蒌清泻肝火，郁金、延胡索、川楝子理气解郁止痛，大黄利胆通腑泻热。心烦失眠者，加丹参、炒枣仁;黄疽加茵陈、枳壳;口渴喜饮者，加天花粉、麦冬;恶心呕吐者，加半夏、竹茹。方中金钱草用量宜大，可用30-60g。 <\/p> \n<p> 　　·肝胆湿热 <\/p> \n<p> 　　症状：右胁胀满疼痛，胸闷纳呆，恶心呕吐，口苦心烦，大便粘滞，或见黄疸，舌红苔黄腻，脉弦滑。 <\/p> \n<p> 　　治法：清热利湿，疏肝利胆。 <\/p> \n<p> 　　方中茵陈、栀子、大黄清热利湿，疏通胆腑，疏肝利胆。可加柴胡、黄芩、半夏、郁金疏肝利胆而止痛，或与大柴胡汤同用。胆石者，加鸡内金、金钱草、海金沙、穿山甲利胆排石;小便黄赤者，加滑石、车前子、白通草;苔白腻而湿重者，去大黄、栀子，加茯苓、白蔻仁、砂仁;若痛势较剧，或持续性疼痛阵发性加剧，往来寒热者，加黄连、金银花、蒲公英，重用大黄。 <\/p> \n<p> 　　·阴虚郁滞 <\/p> \n<p> 　　症状：右胁隐隐作痛，或略有灼热感，口燥咽干，急躁易怒，胸中烦热，头晕目眩，午后低热，舌红少苔，脉细数。 <\/p> \n<p> 　　治法：滋阴清热，疏肝利胆。 <\/p> \n<p> 　　方中生地黄、北沙参、麦冬、当归身、枸杞子滋阴，川楝子疏肝理气止痛。心烦失眠者，加柏子仁、夜交藤、枣仁;兼灼痛者，加白芍、甘草;急躁易怒者，加栀子、青皮、珍珠母;胀痛者加佛手、香橼。 <\/p> \n<p> 　　·阳虚郁滞 <\/p> \n<p> 　　症状：右胁隐隐胀痛，时作时止，脘腹胀痛，呕吐清涎，畏寒肢凉，神疲乏力，气短懒言，舌淡苔白，脉弦弱无力。 <\/p> \n<p> 　　治法：温阳益气，疏肝利胆。; <\/p> \n<p> 　　方中党参、白术、茯苓、甘草温阳益气。可加干姜、制附子温阳，加柴胡、白芍、木香以增疏肝利胆之力。腹中冷痛者，加吴茱萸、乌药;胆石者，加金钱草、鸡内金。气血两亏者可选用八珍汤化裁。 <\/p>","causetext":"<p> 　　胆胀病病机主要是气滞、湿热、胆石、瘀血等导致胆腑气郁，胆液失于通降。病位在胆腑，与肝胃关系最为密切。日久不愈，反复发作，邪伤正气，正气日虚，加之邪恋不去，痰浊湿热，损伤脾胃，脾胃生化不足，正气愈虚，最后可致肝肾阴虚或脾肾阳虚的正虚邪实之候。 <\/p> \n<p> 　　1.胆腑气郁忧思暴怒，情志不遂，肝脏疏泄失常，累及胆腑，气机郁滞，或郁而化火，胆液通达降泄失常，郁滞于胆，则发为胆胀。 <\/p> \n<p> 　　2.湿热蕴结饮食偏嗜，过食肥甘厚腻，久则生湿蕴热，或邪热外袭，或感受湿邪化热，或湿热内侵，蕴结胆腑，气机郁滞，胆液通降失常而为之郁滞，气郁胆郁则引起胀痛，痛胀发于右胁，而为胆胀。 <\/p> \n<p> 　　3.胆石阻滞湿热久蕴，煎熬胆液，聚而为石，阻滞胆道，胆腑气郁，胆液通降失常，郁滞则胀，不通则痛，形成胆胀。 <\/p>","checks":"","checktext":"<p> 　　诊断： <\/p> \n<p> 　　1.以右胁胀痛为主症。 <\/p> \n<p> 　　2.常伴有脘腹胀满，恶心口苦，嗳气，善太息等胆胃气逆之症。 <\/p> \n<p> 　　3.起病缓慢，多反复发作，时作时止，复发者多有诸如过食油腻，恼怒，劳累等诱因。好发年龄多在40岁以上。 <\/p> \n<p> 　　4.十二指肠引流、B超检查、腹部X线平片、Cr等理化检查，有助于诊断和鉴别诊断。 <\/p> \n<p> 　　鉴别： <\/p> \n<p> 　　1.胁痛：胆胀实为一种特殊类型的胁痛，以胆腑气郁，胆失通降而致的右胁胀痛为特征，伴有恶心口苦，嗳气等胆失通降，胆胃气逆之症，常因过食肥腻迅即引起发作，病位局限于胆腑。其余的胁肋疼痛，则为一般的胁痛，病变以肝病为主。 <\/p> \n<p> 　　2.胃痛：胆胀与胃痛因其疼痛位置相近，症状互兼，常致诊断混淆。胃痛在上腹中部胃脘部;胆胀位于右上腹胁肋部。胃痛常伴嘈杂吞酸，胆胀常伴恶心口苦。胃痛常因暴饮暴食，过食生冷、辛辣而诱发，胆胀常为肥腻饮食而诱发。胃痛任何年龄皆可发病，胆胀多在40岁以上发病。纤维胃镜等检查发现胃的病变，有助于胃痛的诊断;B超等检查发现胆囊病变，则有助于胆胀的诊断。 <\/p> \n<p> 　　3.真心痛：胆胀与真心痛，二者皆可突然发生，疼痛剧烈，而真心痛则预后凶险，故需仔细鉴别。真心痛疼痛在胸膺部或左前胸，疼痛突然发生而剧烈，且痛引肩背及手少阴循行部位，可由饮酒饱食诱发，常伴有心悸，短气，汗出，身寒肢冷，\u201c手足青至节\u201d，脉结代等心脏病症状，心电图等心脏检查异常;胆胀疼痛则在右胁，痛势多较轻，可由过食肥腻诱发，常伴恶心口苦，嗳气等胆胃气逆之症，B超等胆系检查可见异常。 <\/p> \n<p> <br> <\/p>","count":617,"department":"肝胆外科","description":"胆胀多发生于40岁至65岁年龄组，女性多于男性，且以偏肥胖体型为多见","disease":"胆热,急性胆囊炎,胆囊积液与积脓,慢性胆囊炎","diseasetext":"","drug":"","drugtext":"<p> 治疗： ·肝胆气郁 症状：右胁胀满疼痛，痛引右肩，遇怒加重，胸闷脘胀，善太息，嗳气频作，吞酸嗳腐，苔白腻，脉弦大。 治法：疏肝利胆，理气通降。 本方以柴胡白芍、川芎疏肝利胆，枳壳、香附、陈皮理气通降止痛，甘草调和诸药。应用时以方中四逆散为主，可加苏梗、青皮、郁金、木香行气止痛。若大便于结，加大黄、槟榔;腹部胀满，加川朴、草蔻;口苦心烦，加黄芩、栀子;嗳气，呕吐，加代赭石、炒莱菔子;伴胆石加鸡内金、金钱草、海金沙。 ·气滞血瘀 症状：右胁刺痛较剧，痛有定处而拒按，面色晦暗，口干口苦，舌质紫暗或舌边有瘀斑，脉弦细涩。 治法：疏肝利胆，理气活血。 方中柴胡、枳实、白芍、甘草疏肝利胆，理气止痛，炒五灵脂、生蒲黄活血化瘀。可酌加郁金、延胡索、川楝子、大黄以增强行气化瘀止痛之效。口苦心烦者，加龙胆草、黄芩;脘腹胀甚者，加枳壳、木香;恶心呕吐者，加半夏、竹茹。 ·胆腑郁热 症状：右胁灼热疼痛，口苦咽于，面红目赤，大便秘结，小便短赤，心烦失眠易怒，舌红，苔黄厚而干，脉弦数。 治法：清泻肝胆之火，解郁通腑 方中栀子、黄连、柴胡、白芍、蒲公英、金钱草、瓜蒌清泻肝火，郁金、延胡索、川楝子理气解郁止痛，大黄利胆通腑泻热。心烦失眠者，加丹参、炒枣仁;黄疽加茵陈、枳壳;口渴喜饮者，加天花粉、麦冬;恶心呕吐者，加半夏、竹茹。方中金钱草用量宜大，可用30-60g。 ·肝胆湿热 症状：右胁胀满疼痛，胸闷纳呆，恶心呕吐，口苦心烦，大便粘滞，或见黄疸，舌红苔黄腻，脉弦滑。 治法：清热利湿，疏肝利胆。 方中茵陈、栀子、大黄清热利湿，疏通胆腑，疏肝利胆。可加柴胡、黄芩、半夏、郁金疏肝利胆而止痛，或与大柴胡汤同用。胆石者，加鸡内金、金钱草、海金沙、穿山甲利胆排石;小便黄赤者，加滑石、车前子、白通草;苔白腻而湿重者，去大黄、栀子，加茯苓、白蔻仁、砂仁;若痛势较剧，或持续性疼痛阵发性加剧，往来寒热者，加黄连、金银花、蒲公英，重用大黄。 ·阴虚郁滞 症状：右胁隐隐作痛，或略有灼热感，口燥咽干，急躁易怒，胸中烦热，头晕目眩，午后低热，舌红少苔，脉细数。 治法：滋阴清热，疏肝利胆。 方中生地黄、北沙参、麦冬、当归身、枸杞子滋阴，川楝子疏肝理气止痛。心烦失眠者，加柏子仁、夜交藤、枣仁;兼灼痛者，加白芍、甘草;急躁易怒者，加栀子、青皮、珍珠母;胀痛者加佛手、香橼。 ·阳虚郁滞 症状：右胁隐隐胀痛，时作时止，脘腹胀痛，呕吐清涎，畏寒肢凉，神疲乏力，气短懒言，舌淡苔白，脉弦弱无力。 治法：温阳益气，疏肝利胆。; 方中党参、白术、茯苓、甘草温阳益气。可加干姜、制附子温阳，加柴胡、白芍、木香以增疏肝利胆之力。腹中冷痛者，加吴茱萸、乌药;胆石者，加金钱草、鸡内金。气血两亏者可选用八珍汤化裁。 <\/p>","fcount":0,"food":"","foodtext":"<p> 　　宜清痰主，多食蔬菜、水果，如萝卜、苦瓜、佛手、苹果等，有利于利胆祛湿，切忌暴饮暴食及食用膏粱厚味，勿酗酒、贪凉、饮冷。 <\/p>","id":7224,"img":"/disease/080911/568fa53a414de0b8092db9a7abe57441.jpg","keywords":"临床表现 疾病 慢性 年龄组 胆石症 ","message":"<p> 　　胆胀是指胆腑气郁，胆失通降所引起的以右胁胀痛为主要临床表现的一种疾病。胆胀为肝胆系病证中常见的疾病。其临床表现与西医学所称的慢性胆囊炎、慢性胆管炎、胆石症等相似。胆胀多发生于40岁至65岁年龄组，女性多于男性，且以偏肥胖体型为多见。 <\/p> \n<p>  <\/p>","name":"胆胀","place":"腹部,胆,肝","rcount":0,"symptom":"右上腹痛,肩背痛,寒热往来,善太息,嗳气(中医),肋胁部疼痛","symptomtext":"<p> 　　本病以右胁胀痛为主，也可兼有刺痛、灼热痛，久病者也可表现为隐痛，常伴有脘腹胀满，恶心口苦，嗳气，善太息等胆胃气逆之症，病情重者可伴往来寒热，呕吐，右胁剧烈胀痛，痛引肩背等症。本病一般起病缓慢，多反复发作，时作时止，部分病例为急性起病。复发者多有诸如过食油腻，恼怒，劳累等诱因。好发年龄多在40岁以上。 <\/p>"},{"caretext":"<p> 　　通过手术去除肠梗阻的症状。 <\/p>","causetext":"<p> 　　胆道炎症反复发作并与邻近的十二指肠、结肠肝曲、胃和胆道自身相粘连，胆石嵌顿、阻塞和压迫，继发细菌感染等使胆内压增高，局部血循环障碍，或坏死、穿孔可破溃入已粘连的脏器形成瘘管，如有结石阻塞肠道即可引起本症。 <\/p>","checks":"","checktext":"<p> 　　应与绞窄性肠梗阻相区别。本征的诊断在于提高警惕，对于身体肥胖的中老年女性，出现急性非绞窄性肠梗阻时应想到本病。应做腹部平片，注意肝门、胆道等部位的树枝状或Y形积气，消化道钡剂检查或钡灌肠，可见钡剂逆流入胆道征象。B型超声或ERCP、CT可作出早期诊断。 <\/p>","count":1438,"department":"肝胆外科","description":"胆石性肠绞塞综合征是指胆道炎症反复发作并与邻近的十二指肠、结肠肝曲、胃和胆道自身相粘连，胆石嵌顿、阻塞和压迫，继发细菌感染等使胆内压增高，局部血循环障碍，或坏死、穿孔可破溃入已粘连的脏器形成瘘管，如有结石阻塞肠道即可引起本症，","disease":"胆石性肠梗阻,小肠梗阻,十二指肠壅积症,老年肠梗阻,结肠梗阻,假性肠梗阻(中医),假性肠梗阻,急性假性结肠梗阻,机械性与动力型肠梗阻,环状胰腺致十二指肠梗阻,粘连性肠梗阻,妊娠合并急性肠梗阻,绞窄性肠梗阻,动力型肠梗阻,胎粪性肠梗阻,急性肠梗阻","diseasetext":"","drug":"","drugtext":"<p> 治疗： 通过手术去除肠梗阻的症状。 <\/p>","fcount":0,"food":"","foodtext":"","id":7223,"img":"/disease/080911/d7daa7b2b5982992832c48566785e490.jpg","keywords":"粘连 阻塞 胆道 十二指肠 胆石 ","message":"<p> 　　胆石性肠绞塞综合征是指胆道炎症反复发作并与邻近的十二指肠、结肠肝曲、胃和胆道自身相粘连，胆石嵌顿、阻塞和压迫，继发细菌感染等使胆内压增高，局部血循环障碍，或坏死、穿孔可破溃入已粘连的脏器形成瘘管，如有结石阻塞肠道即可引起本症， <\/p> \n<p>  <\/p>","name":"胆石性肠绞塞综合征","place":"腹部,胃,胆,肝,肠","rcount":0,"symptom":"呕吐,上腹痛,发热伴寒战,腹肌紧张","symptomtext":"<p> 　　主要表现为上腹部持续性疼痛，可有阵发性加剧发热、寒战、呕吐多频繁，呕出物为黄色或草绿色液体，可为咖啡样物。 <\/p> \n<p> 　　腹软、腹胀明显，Murphy征多阳性，可有肌紧张或反跳痛，白细胞增高明显。 <\/p>"},{"caretext":"<p> 　　一旦确诊，为解除梗阻，应尽早手术。手术方式有下列几种： <\/p> \n<p> 　　1.将梗阻的结石挤入结肠; <\/p> \n<p> 　　2.肠管切开取石; <\/p> \n<p> 　　3.在肠管切开取石的同时，行胆囊切除及内瘘修补。术中应详细探查整个胃肠道。 <\/p>","causetext":"<p> 　　1.胆道与胃肠道之间存在异常通道&nbsp; <\/p> \n<p> 　　此为胆石性肠梗阻的病理基础，常见的胆道-胃肠道的异常通道有：胆总管-十二指肠内瘘、胆囊-十二指肠内瘘、胆囊-结肠瘘、胆囊-胃瘘、胆总管-十二指肠瘘等，其中胆囊-十二指肠瘘约占3/4。胡国斌等者曾收治1例肝胆管结石病人，发现其左肝管与胃之间存在一巨大内瘘口，结石可以通过瘘口进入肠道。 <\/p> \n<p> 　　2.医源性因素&nbsp; <\/p> \n<p> 　　如肝胆管结石行胆肠内引流术后。内引流的目的是重建通畅的胆汁引流，其实质则相当于人工形成的胆肠内瘘，以利于结石通过。湖南省人民医院曾报道1例接受肝胆管盆式内引流术后并发胆石性肠梗阻。 <\/p>","checks":"","checktext":"<p> 　　1.病史 既往有胆石症病史的老年、肥胖女性。 <\/p> \n<p> 　　2.临床表现 分急性或慢性，高位或低位，部分性或完全性肠梗阻的症状和体征。本病的特征性表现为：病程初期症状较轻，随结石不断下移，梗阻平面逐渐下降，症状和体征亦随病程的进展而变化。 <\/p> \n<p> 　　3.辅助检查 X线检查有4种征象：①部分性或完全性肠梗阻的表现;②胆道积气;③异位的即在胆系外的区域有胆石影;④钡餐或钡灌肠检查，见钡剂进入胆道或直接衬托出胆道的结石影。 <\/p> \n<p> 　　4.出现并发症时，本病易与肠套叠、消化道溃疡穿孔等相混淆，应注意鉴别。 <\/p>","count":520,"department":"肝胆外科","description":"是由胆结石进入肠道后引起肠道堵塞所致的肠梗阻，起病隐匿，病程初期常呈间歇性发作，且X线检查并非每个病人都有典型表现","disease":"胆石性肠绞塞综合征,小肠梗阻,十二指肠壅积症,老年肠梗阻,结肠梗阻,假性肠梗阻(中医),假性肠梗阻,急性假性结肠梗阻,机械性与动力型肠梗阻,环状胰腺致十二指肠梗阻,粘连性肠梗阻,妊娠合并急性肠梗阻,绞窄性肠梗阻,动力型肠梗阻,胎粪性肠梗阻,急性肠梗阻","diseasetext":"","drug":"","drugtext":"<p> 治疗： 一旦确诊，为解除梗阻，应尽早手术。手术方式有下列几种： 1.将梗阻的结石挤入结肠; 2.肠管切开取石; 3.在肠管切开取石的同时，行胆囊切除及内瘘修补。术中应详细探查整个胃肠道。 <\/p>","fcount":0,"food":"","foodtext":"","id":7222,"img":"/disease/080911/ed1a4c08661fe8e6953b1de3dba0d811.jpg","keywords":"引起 肠道 肠梗阻 大多数 间歇性 ","message":"<p> 　　是由胆结石进入肠道后引起肠道堵塞所致的肠梗阻，起病隐匿，病程初期常呈间歇性发作，且X线检查并非每个病人都有典型表现。临床罕见，女性多见，男女之比为1∶3～1∶16。引起梗阻的胆石大多数仅为1枚，但3%～15%的病人为多枚。 <\/p> \n<p>  <\/p>","name":"胆石性肠梗阻","place":"胆,胆,肠","rcount":0,"symptom":"排气障碍,板状腹,腹部压痛,腹胀","symptomtext":"<p> 　　胆石性梗阻可发生于肠道的任何部位，但最易发生回肠末端，占58%～85%。 <\/p> \n<p> 　　临床表现分为急性或慢性、高位或低位、部分性或完全性肠梗阻。 <\/p> \n<p> 　　病程初期为部分性梗阻，症状较轻，表现为阵发性腹部绞痛，伴有恶心、呕吐，这是胆石堵塞内腔较大的近端肠管，刺激肠道产生强烈的肠蠕动所致，随结石下降，梗阻平面降低，症状亦随病程进展而有所变化，如肛门停止排气、排便，腹胀进行性加重，腹部压痛、板状腹，少数病人出现黄疸和消化道出血等。 <\/p> \n<p> 　　巨大胆石进入肠腔先堵塞于肠腔较大的近端，随结石不断下降，梗阻平面逐渐下降。结石可压迫肠壁，使其缺血、肠壁渗出增加，近端扩张的肠袢内可积聚过多液体。继而缺血的肠壁坏死、穿孔，肠内物漏出肠腔进入腹腔，形成弥漫性腹膜炎。病程后期少数病人可出现肠扭转、肠绞窄、肠穿孔等并发症。 <\/p>"},{"caretext":"<p> 　　手术切除是惟一的治疗选择，在出现黄疸时大多数病人无法手术根除。对于CD117和/或CD34阳性的胆囊平滑肌肉瘤病人可试用靶向治疗。 <\/p>","causetext":"<p> 　　多与胆结石有关，因多数患者都合并有胆结石。 <\/p> \n<p> 　　胆囊平滑肌肉瘤多发生于胆囊体部和底部，瘤体一般较大，有报道可达10cm×9cm×8cm，常为浸润性生长，质地较硬，与周围粘连明显，有浸润转移征象。病理检查发现胆囊壁增厚，少数可伴急性炎症改变，可有大小不等的结石。 <\/p>","checks":"","checktext":"<p> 　　本病的早期诊断不易，常误诊为胆囊炎、胆结石，可作B超和影像学检查。 <\/p> \n<p> 　　1.腹部X线平片可显示胆囊肿块影。 <\/p> \n<p> 　　2.胆囊造影如显影良好可以显示有充盈缺损，明确提示胆囊肿瘤。 <\/p> \n<p> 　　3.ERCP显示胆囊不充盈及胆管受压梗阻。 <\/p> \n<p> 　　4.B超及CT可见胆囊壁增厚、胆囊内肿块、肝胆管扩张。 <\/p>","count":1201,"department":"肝胆外科","description":"胆囊平滑肌肉瘤是胆结石诱发的一种肿瘤，好发于50岁以上的中老年女性，女性与男性之比为5∶1～6∶1","disease":"胆囊类癌,胆囊息肉样病变,胆囊癌(中医),壶腹周围癌,Vater壶腹癌综合征","diseasetext":"","drug":"","drugtext":"<p> 治疗： 手术切除是惟一的治疗选择，在出现黄疸时大多数病人无法手术根除。对于CD117和/或CD34阳性的胆囊平滑肌肉瘤病人可试用靶向治疗。 <\/p>","fcount":0,"food":"","foodtext":"<p> 　　控制脂肪量是胆囊疾患病人饮食中最重要。因为脂肪过多易引起绞痛，禁用油煎、炸的食物，最好用植物油，有助于胆汁排泄，不用猪油等动物油脂。 <\/p> \n<p> 　　少吃或不吃胆固醇高的食物，如：松花蛋、蛋黄、鱼籽、动物肝、心、肾、胃等内脏及肥肉等。 <\/p>","id":7221,"img":"/disease/080911/50d19d55e0d511d1a14ffab32716d8c4.jpg","keywords":"女性 胆结石 中老年 平滑肌 症状 ","message":"<p> 　　胆囊平滑肌肉瘤是胆结石诱发的一种肿瘤，好发于50岁以上的中老年女性，女性与男性之比为5∶1～6∶1。早期无明显症状，晚期病人有乏力、厌食、腹胀、恶心、呕吐和体重下降。 <\/p> \n<p>  <\/p>","name":"胆囊平滑肌肉瘤","place":"胆,肌肉,胆","rcount":0,"symptom":"厌食,腹水,阻塞性黄疸,右上腹痛,胆结石绞痛,腹胀,恶心与呕吐","symptomtext":"<p> 　　早期无临床症状，晚期病人有乏力、厌食、腹胀、恶心、呕吐、体重下降。右上腹钝痛，放射到背部、右下腹及右下腰背部。可出现阻塞性黄疸。体检右上腹可触及肿块，有时可出现腹水，患者大多伴有胆结石。本病偶因其他原因作胆囊切除术被发现。 <\/p>"},{"caretext":"<p> 　　手术治疗： <\/p> \n<p> 　　外科手术是治疗的主要手段。术式依据肿瘤的浸润范围而不同。若肿瘤局限于胆囊黏膜或肌层，可以行单纯胆囊切除术。若肿瘤侵犯浆肌层或肝床，则行胆囊切除 肝床部分切除 肝门区淋巴结清除。若肝脏局部浸润广泛，但无远处转移迹象，还可以在以上切除基础上，行肝叶的切除。 <\/p> \n<p> 　　化学治疗(放疗)： <\/p> \n<p> 　　放疗和化疗的效果均较差。文献曾报道一例胆囊类癌患者术后采用放疗和化疗联合治疗，但是难以控制肿瘤的生长。而后单独使用化疗，也只是在短期内对肿瘤起抑制作用。很快肿瘤便在局部复发。 <\/p>","causetext":"<p> 　　类癌是一种相对罕见的内分泌肿瘤，来源于神经内分泌组织的kultchitsky细胞。胆囊类癌多发生于胆囊底部。 <\/p> \n<p> 　　胆囊类癌多发生于胆囊底部。类癌组织外观呈淡黄色，经甲醛固定后呈褐色。质地结实，切面呈均质状。镜下见肿瘤细胞较小，为多角形。核中等大，胞浆轻度嗜碱性，有嗜银颗粒及含脂空泡。颗粒内含5-羟色胺。 <\/p>","checks":"","checktext":"<p> 　　本病无特异性的临床表现，术前诊断困难。影像学检查是发现本病的主要手段。B超诊断难以定性，最后的诊断往往需要术中或术后病理来确定。 <\/p> \n<p> 　　1.实验室检查 <\/p> \n<p> 　　如出现胆道梗阻，血中胆红素可升高。 <\/p> \n<p> 　　2.B超检查 <\/p> \n<p> 　　B超检查可发现胆囊内有低回声的占位病变。B超检查难以定性时，影像学检查是发现本病的主要手段。 <\/p> \n<p> 　　本病需和胆囊胆固醇性息肉、胆囊炎性息肉、腺瘤样息肉、胆囊腺肌增生及胆囊癌相鉴别。B超检查胆固醇性息肉常多发、有蒂呈强回声。炎性息肉单发或多发，体积常&lt;1.0cm呈中等回声。腺瘤样息肉单发或多发体积为0.5～2.0cm，和胆囊类癌不易鉴别胆囊腺肌增生症是胆囊的增生性改变，特点健康搜索是过度增生的胆囊黏膜间肌层陷入。造影时，在胆囊顶部有局限的充盈缺损，但有造影剂进入其中央。胆囊癌和本病难以鉴别。 <\/p>","count":316,"department":"肝胆外科","description":"胆囊类癌是一种相当罕见的神经内分泌肿瘤，占所有类癌的1%","disease":"胆囊平滑肌肉瘤,胆囊息肉样病变,胆囊癌(中医),壶腹周围癌,Vater壶腹癌综合征","diseasetext":"","drug":"","drugtext":"<p> 治疗： 手术治疗： 外科手术是治疗的主要手段。术式依据肿瘤的浸润范围而不同。若肿瘤局限于胆囊黏膜或肌层，可以行单纯胆囊切除术。若肿瘤侵犯浆肌层或肝床，则行胆囊切除 肝床部分切除 肝门区淋巴结清除。若肝脏局部浸润广泛，但无远处转移迹象，还可以在以上切除基础上，行肝叶的切除。 化学治疗(放疗)： 放疗和化疗的效果均较差。文献曾报道一例胆囊类癌患者术后采用放疗和化疗联合治疗，但是难以控制肿瘤的生长。而后单独使用化疗，也只是在短期内对肿瘤起抑制作用。很快肿瘤便在局部复发。 <\/p>","fcount":0,"food":"","foodtext":"","id":7220,"img":"/disease/080911/b6b64ed36666ef6ff896f744ded10281.jpg","keywords":"所有 罕见 胆囊 胆囊炎 大部分 ","message":"<p> 　　胆囊类癌是一种相当罕见的神经内分泌肿瘤，占所有类癌的1%。女性多于男性，约为2∶1。大部分患者有急性或慢性胆囊炎的病史。一般认为，胆囊类癌十分罕见，占所有胃肠道类癌的0.2%～2%，占所有类癌的1%。 <\/p> \n<p>  <\/p>","name":"胆囊类癌","place":"胆,胃,胆,肠","rcount":0,"symptom":"食欲不振,右上腹痛,胆道梗阻","symptomtext":"<p> 　　大部分患者有急性或慢性胆囊炎的病史。表现为右上腹闷胀样不适，伴有厌油,食欲不振等。个别患者因肿物过大或靠近胆总管而引起肝外胆道梗阻，造成梗阻性黄疸或胆管炎发作。 个别患者因肿物过大或靠近胆总管而引起肝外胆道梗阻。 <\/p>"},{"caretext":"<p> 　　中药治疗 <\/p> \n<p> 　　内服方药 <\/p> \n<p> 　　⒈基本方药：蒿芩清胆汤加味：青蒿12克、竹茹15克、半夏10克、赤茯苓12克、黄芩10克、枳壳10克、陈皮10克、碧玉散20克(包)、大黄10克，本方适用于少阳热重兼痰湿之证。纳上药，水煎，取汁300毫升，分2～3次温服，每日l剂。 <\/p> \n<p> 　　⒉加减变化：呕吐酸水者，加服左金丸3～5克，每日3次;肢体痠痛者，加桑枝12克、薏苡仁15克、丝瓜络10克;湿热发黄，热重湿轻者，去陈皮、半夏，加茵陈25克;胸胁胀满者，加川楝子10克、佛手10克。 <\/p> \n<p> 　　中医的其他治疗 <\/p> \n<p> 　　(一)外敷药物 <\/p> \n<p> 　　⒈竹茹、生姜适量，绞汁，棉浸擦胸口，用于呕酸苦水。 <\/p> \n<p> 　　⒉青皮15克，为末，醋炒敷胁下，用于胸胁胀痛。 <\/p> \n<p> 　　⒊南星捣烂，置杯内，扣脐上，起泡挑去泄水，用于黄疸。 <\/p> \n<p> 　　(二)灌肠疗法 <\/p> \n<p> 　　⒈生大黄25克，煎煮取汁150毫升，保留灌肠30分钟。 <\/p> \n<p> 　　⒉生大黄20克，青蒿15克，黄芩15克，陈皮10克，水煎取汁150毫升，保留灌肠30分钟。 <\/p>","causetext":"<p> 　　本证多因外感热邪或情志内伤，导致郁热壅于胆腑或气郁化热，少阳枢机不利所引起，属实证。其病位在胆，往往涉及肝、脾、胃等脏腑。 <\/p>","checks":"","checktext":"<p> 　　与胆汁反流性胃炎鉴别，胆汁反流性胃炎临床分为脾胃虚弱、肝胃不和、胆热犯胃、胃阴不足4个证型，采用加味补中益气汤为基本方。 <\/p>","count":488,"department":"肝胆外科","description":"相当于西医的急性胆囊炎，急性胃炎，慢性胰腺炎","disease":"胆胀,急性胆囊炎,胆囊积液与积脓,慢性胆囊炎","diseasetext":"","drug":"","drugtext":"<p> 治疗： 中药治疗 内服方药 ⒈基本方药：蒿芩清胆汤加味：青蒿12克、竹茹15克、半夏10克、赤茯苓12克、黄芩10克、枳壳10克、陈皮10克、碧玉散20克(包)、大黄10克，本方适用于少阳热重兼痰湿之证。纳上药，水煎，取汁300毫升，分2～3次温服，每日l剂。 ⒉加减变化：呕吐酸水者，加服左金丸3～5克，每日3次;肢体痠痛者，加桑枝12克、薏苡仁15克、丝瓜络10克;湿热发黄，热重湿轻者，去陈皮、半夏，加茵陈25克;胸胁胀满者，加川楝子10克、佛手10克。 中医的其他治疗 (一)外敷药物 ⒈竹茹、生姜适量，绞汁，棉浸擦胸口，用于呕酸苦水。 ⒉青皮15克，为末，醋炒敷胁下，用于胸胁胀痛。 ⒊南星捣烂，置杯内，扣脐上，起泡挑去泄水，用于黄疸。 (二)灌肠疗法 ⒈生大黄25克，煎煮取汁150毫升，保留灌肠30分钟。 ⒉生大黄20克，青蒿15克，黄芩15克，陈皮10克，水煎取汁150毫升，保留灌肠30分钟。 <\/p>","fcount":0,"food":"","foodtext":"<p> 　　可以选择清热泻火、利胆的食物。 <\/p> \n<p> 　　少吃油炸食物：因为这类食物不容易消化，会加重消化道负担，多吃会引起消化不良，还会使血脂增高，对健康不利。 <\/p> \n<p> 　　不吃或少吃生冷食物刺激性食物：生冷和刺激性强的食物对消化道黏膜具有较强的刺激作用，容易引起腹泻或消化道炎症。 <\/p>","id":7219,"img":"/disease/080911/8300f02ad43ac95ef596e9247f3c1cc1.jpg","keywords":"急性 胰腺炎 胆囊炎 相当于 经受 ","message":"<p> 　　胆热指胆经受邪化热。相当于西医的急性胆囊炎，急性胃炎，慢性胰腺炎。治宜清泄少阳，通腑泄热。 <\/p> \n<p>  <\/p>","name":"胆热","place":"胆,胰腺,胃,胆","rcount":0,"symptom":"胁痛,头痛(中医),寒热往来,黄疸(中医),舌红绛","symptomtext":"<p> 　　症见右胁或两胁疼痛、黄疸、尿短黄赤、口苦咽干、寒热往来，或恶心呕吐、食少腹胀，或头痛眩晕、易怒、耳聋、鼻流浊液，舌红苔黄，脉弦数。治宜清泄少阳，通腑泄热。 <\/p>"},{"caretext":"<p> 　　本征以对症治疗为主，若无效时，由胆囊疾病引起者可行胆囊切除术，胆囊正常时可只行胆囊松解术。 <\/p>","causetext":"<p> 　　本征系因胆囊底部与大肠肝曲粘连，使大肠形成锐角，肠内容通过困难，导致大肠肝曲积气。胆囊虽可正常充盈，浓缩及排空，但当大肠对胆囊产生重力牵引时，则可引起一系列临床症状。 <\/p>","checks":"","checktext":"<p> 　　根据临床表现和实验室检查可确诊。 <\/p> \n<p> 　　1.钡剂大肠造影。 <\/p> \n<p> 　　2.胆囊造影　胆囊功能正常，可见大肠肝曲与胆囊底部相连或相邻处出现气体影，若同时进行钡剂大肠造影可显示病变部位。 <\/p> \n<p> 　　应与慢性胆囊炎，大肠肝曲综合征，胆石症等鉴别诊断。 <\/p>","count":257,"department":"肝胆外科","description":"胆囊可正常充盈、浓缩及排空，但当大肠对胆囊产生重力牵引时，则可引起一系列临床症状","disease":"","diseasetext":"","drug":"","drugtext":"<p> 治疗： 本征以对症治疗为主，若无效时，由胆囊疾病引起者可行胆囊切除术，胆囊正常时可只行胆囊松解术。 <\/p>","fcount":0,"food":"","foodtext":"","id":7218,"img":"/disease/080911/e18750dc59073f5bbbc44c8e92fc76bf.jpg","keywords":"胆囊 大肠 综合征 粘连 引起 ","message":"<p> 　　本征系因胆囊底部与大肠肝曲粘连，形成锐角，肠内容物通过困难，引起大肠肝曲积气。胆囊可正常充盈、浓缩及排空，但当大肠对胆囊产生重力牵引时，则可引起一系列临床症状。于1930年由Verbryche首先描述，故又称Verbrycke综合征，胆囊肝曲粘连综合征。 <\/p> \n<p>  <\/p>","name":"胆囊-结肠肝曲粘连综合征","place":"胆,胆,肝,肠","rcount":0,"symptom":"恶心,上腹痛,食欲不振","symptomtext":"<p> 　　一般发生在白天，站立后出现上腹部或右上腹钝痛、恶心、食欲不振等临床症状，有轻度保护性肌紧张。久站后症状加重。 <\/p>"},{"caretext":"<p> 　　1.一般治疗 <\/p> \n<p> 　　避免诱因。胆碱能性荨麻疹应保持身体凉爽，避免出汗，避免受热、精神紧张、进食热饮或酒精饮料等。 <\/p> \n<p> 　　2.口服药 <\/p> \n<p> 　　除常规服用抗组胺类药以外，时常加用阿托品、普鲁本辛、利血平等而收到较满意疗效。外用药：夏季可选止痒液、炉甘石洗剂等，冬季则选可选用止痒作用的乳剂(如苯海拉明霜)。 <\/p>","causetext":"<p> 　　由于运动、受热、情绪紧张、进食热饮或酒精饮料等使体内深部温度上升等诱发因素刺激中枢神经，通过胆碱能传入神经刺激汗腺神经结合部，引起乙酰胆碱释放，作用于肥大细胞而发生，或由于胆碱酯酶不足而发生。 <\/p>","checks":"","checktext":"<p> 　　根据青年多见，常由运动、受热、紧张、进食热饮等诱发，表现为小风团、瘙痒，有时伴流涎、头痛、腹痛、腹泻等乙酰胆碱的全身症状，运动或热浴激发，皮内注射烟碱苦味酸盐或醋甲胆盐诱发风团可诊断。 <\/p> \n<p> 　　以1∶5000醋甲胆碱(methacholine)作皮试或划痕试验阳性者，可在注射处出现风团，并于周围出现卫星状小风团(正常人少见)。但轻症患者或同一患者重复试验，结果常不一致。 <\/p> \n<p> 　　需与其他原因引起的荨麻疹或是热过敏引起其他症状鉴别。 <\/p>","count":245,"department":"皮肤科","description":"主要由于运动、受热、精神紧张、进食热饮或酒精饮料后，躯体深部温度上升，促使乙酰胆碱作用于肥大细胞而发病","disease":"","diseasetext":"","drug":"","drugtext":"<p> 治疗： 1.一般治疗 避免诱因。胆碱能性荨麻疹应保持身体凉爽，避免出汗，避免受热、精神紧张、进食热饮或酒精饮料等。 2.口服药 除常规服用抗组胺类药以外，时常加用阿托品、普鲁本辛、利血平等而收到较满意疗效。外用药：夏季可选止痒液、炉甘石洗剂等，冬季则选可选用止痒作用的乳剂(如苯海拉明霜)。 <\/p>","fcount":0,"food":"","foodtext":"","id":7217,"img":"/disease/080911/256fa27e74387b088ae42a36638428f2.jpg","keywords":"荨麻疹 肥大细胞 丘疹 乙酰胆碱 精神紧张 ","message":"<p> 　　又称小丘疹状荨麻疹或全身性热性荨麻疹。多见于23～28岁青年，病程经数年后渐趋好转。约占荨麻疹的5%～7%。主要由于运动、受热、精神紧张、进食热饮或酒精饮料后，躯体深部温度上升，促使乙酰胆碱作用于肥大细胞而发病。表现为受刺激后数分钟出现直径2～4mm的圆形丘疹性风团，可与0.5～1小时内消退。 <\/p> \n<p>  <\/p>","name":"胆碱能性荨麻疹","place":"胆,全身,胆","rcount":0,"symptom":"风丘疹,风团","symptomtext":"<p> 　　1、表现为受刺激后数分钟出现直径2～4mm的圆形丘疹性风团，周围有程度不一的红晕，常散发于躯干上部和上肢，互不融合。自觉瘙痒、麻刺感或烧灼感。 <\/p> \n<p> 　　2、多在致病因素刺激后2～10min发疹，持续30～50min，很少超过3h，皮疹即全部消退，掌跖很少发生，自觉剧痒。有时每次发病后有8～24h的不应期存在，在这段时间内，即使再遇上述刺激，也不会发疹。 <\/p> \n<p> 　　3、约有近1/3患者可伴有头痛、口周水肿、流泪、眼胀痛、流涎、恶心、呕吐、腹痛等症状，少数有眩晕、低血压、哮喘发作等现象。头晕严重者可致晕厥。 <\/p>"},{"caretext":"<p> 　　所有患者均应手术治疗，对少数全身情况差者宜先积极非手术治疗，以作好术前准备。 <\/p> \n<p> 　　手术的适应症： <\/p> \n<p> 　　1.对早期新鲜胆管伤，狭窄段不长，可对端吻合，支撑引流1年以上，但远期效果多不满意。不能对端吻合者，条件允许，可行各种类型的胆肠吻合，但以胆管-空肠Roux-Y吻合多用。 <\/p> \n<p> 　　2.对损伤性狭窄的晚期患者或胆道炎症所致的原发性胆管狭窄者，也行胆肠吻合术，解除胆道梗阻(见胆管结石与胆管炎)。 <\/p> \n<p> 　　3.对肝门处狭窄，尤其是双侧肝管开口狭窄，应解剖肝门，显露狭窄处以上2cm肝管，或作肝方叶部分切除显露。切开时应跨过狭窄上下端，必要时予以整形，扩大胆管腔，甚至需要切开胆(肝)总管、左或(和)右肝管，与Y型空肠侧-侧或端-侧吻合，要求尽可能取净近端胆管内结石，提高手术效果。 <\/p> \n<p> 　　4.肝外胆管狭窄者，可用带血管蒂游离空肠或胃片予以修复。 <\/p> \n<p> 　　5.对原发性胆管狭窄、肝脏病变局限、严重者，可行肝部分切除，常为肝左外叶切除。 <\/p> \n<p> 　　6.如多处病变、伴有结石、肝实质损害严重，单纯胆肠吻合不能达到目的时，则需采用上述联合手术。 <\/p> \n<p> 　　7.极少数确定性修复不可能时，狭窄段可用U形管长时间支撑固定，或采用各式气囊导管扩张狭窄段胆管。 <\/p> \n<p> 　　手术时机的选择： <\/p> \n<p> 　　1.术中发现的损伤，应及时妥善处理; <\/p> \n<p> 　　2.术后近期出现黄疸或腹膜炎应立即再手术，若局部炎症不重，应根据情况行修复术，若局部炎症重，估计修复难以成功，可先行近端胆管引流3～6周，待炎症消退后再手术; <\/p> \n<p> 　　3.对晚期狭窄，特别是修复后的再狭窄，宜行必要的诊断检查，如B超、CT、ERCP等，明确病变程度及范围后，择期行确定性手术。 <\/p>","causetext":"<p> 　　胆囊切除术：是胆道良性狭窄最常见的病因，占手术引起胆道狭窄的90%。开腹胆囊切除术胆道损伤的发生率约为0.5%，而腹腔镜胆囊切除术(LC)似乎并未降低胆道并发症的发生率反而有升高趋势。 <\/p> \n<p> 　　创伤性神经瘤：Nagafuchi曾报道一例LC术患者，术后胆总管发生创伤性神经瘤，导致胆管狭窄。创伤性神经瘤非真正肿瘤，而是胆管损伤后，受损的支配胆道的神经纤维过度增生所致，此类胆管狭窄对扩张及支架治疗反应较差。 <\/p> \n<p> 　　肝移植手术：肝移植手术后需进行胆道重建，狭窄往往发生于胆管吻合口处。 <\/p> \n<p> 　　慢性胰腺炎：是引起良性胆管狭窄的原因之一。由于远端胆、胰管解剖上的特殊性，使得胆、胰疾病互相影响。慢性胰腺炎特别是胰头部慢性炎症常波及末端胆管，使胆管壁发生纤维化、狭窄，也可由肿大的胰头部直接压迫胆总管造成胆管狭窄。30%的慢性胰腺炎会并发胆总管狭窄。 <\/p> \n<p> 　　血管性疾病：如动脉粥样硬化、结节性多动脉炎等侵及肝动脉或肝移植手术后肝动脉血栓形成都可能导致胆管血供障碍，缺血区胆管发生狭窄。 <\/p> \n<p> 　　此外，上腹部外伤、硬化性胆管炎、Mirriz综合征等也会致胆管狭窄。 <\/p>","checks":"","checktext":"<p> 　　实验室检查： <\/p> \n<p> 　　1.白细胞、中性粒细胞数增多;化验呈梗阻性黄疸表现;肝功受损重，白、球蛋白比例倒置;血培养可呈阳性。 <\/p> \n<p> 　　2.动态观察碱性磷酸酶和γ-谷氨酰酶、MRCP能够早期作出诊断。 <\/p> \n<p> 　　影像学检查： <\/p> \n<p> 　　1.MRCP能够正确诊断肝脏移植术后胆管狭窄，但与ERCP相比由于分辨率较低，病变细节不够清晰，往往会夸大狭窄程度。 <\/p> \n<p> 　　2.逆行胆道造影、经皮肝穿刺胆管造影(PTC)、内镜逆行胰胆管造影(ERCP)，可显示狭窄部位、形态及范围。胆管未显影，不能除外胆管狭窄。有时静脉胆道造影，也可显示病变胆管。 <\/p> \n<p> 　　3.B型超声可示狭窄近端胆管扩张和(或)结石的声像图。胆管腔内超声(IDUS)对胆管狭窄病因诊断有特殊的价值，通过胆管狭窄不同病变声像图的特征，可以鉴别胆管良、恶性病变。 <\/p> \n<p> <br> <\/p>","count":199,"department":"肝胆外科","description":"受累胆管因反复炎症、胆盐刺激，导致纤维组织增生、管壁变厚、胆管腔缩窄，进而出现胆道梗阻感染的病理和临床表现","disease":"胆道张力低下综合征,胆道出血症,胆固醇,肝病,胆道运动功能障碍,混合型胆汁淤积,胆道损伤及良性胆道狭窄,胆心综合征,胆汁浓缩综合征,乳糜胆汁及瓷样胆囊,胆道术后综合征,Oddi括约肌狭窄症,胆囊管综合征,胆囊腺肌增生症,胆囊萎缩,胆固醇沉着症","diseasetext":"","drug":"","drugtext":"<p> 治疗： 所有患者均应手术治疗，对少数全身情况差者宜先积极非手术治疗，以作好术前准备。 手术的适应症： 1.对早期新鲜胆管伤，狭窄段不长，可对端吻合，支撑引流1年以上，但远期效果多不满意。不能对端吻合者，条件允许，可行各种类型的胆肠吻合，但以胆管-空肠Roux-Y吻合多用。 2.对损伤性狭窄的晚期患者或胆道炎症所致的原发性胆管狭窄者，也行胆肠吻合术，解除胆道梗阻(见胆管结石与胆管炎)。 3.对肝门处狭窄，尤其是双侧肝管开口狭窄，应解剖肝门，显露狭窄处以上2cm肝管，或作肝方叶部分切除显露。切开时应跨过狭窄上下端，必要时予以整形，扩大胆管腔，甚至需要切开胆(肝)总管、左或(和)右肝管，与Y型空肠侧-侧或端-侧吻合，要求尽可能取净近端胆管内结石，提高手术效果。 4.肝外胆管狭窄者，可用带血管蒂游离空肠或胃片予以修复。 5.对原发性胆管狭窄、肝脏病变局限、严重者，可行肝部分切除，常为肝左外叶切除。 6.如多处病变、伴有结石、肝实质损害严重，单纯胆肠吻合不能达到目的时，则需采用上述联合手术。 7.极少数确定性修复不可能时，狭窄段可用U形管长时间支撑固定，或采用各式气囊导管扩张狭窄段胆管。 手术时机的选择： 1.术中发现的损伤，应及时妥善处理; 2.术后近期出现黄疸或腹膜炎应立即再手术，若局部炎症不重，应根据情况行修复术，若局部炎症重，估计修复难以成功，可先行近端胆管引流3～6周，待炎症消退后再手术; 3.对晚期狭窄，特别是修复后的再狭窄，宜行必要的诊断检查，如B超、CT、ERCP等，明确病变程度及范围后，择期行确定性手术。 <\/p>","fcount":0,"food":"","foodtext":"","id":7216,"img":"/disease/080911/bce03fd07470abb49a50efa1d0773731.jpg","keywords":"胆管 感染 临床表现 损伤 纤维组织 ","message":"<p> 　　胆管良性狭窄是指胆管损伤和复发性胆管炎所致的胆管腔瘢痕性缩窄。可由医源性损伤、腹部外伤和胆管结石、感染引起。受累胆管因反复炎症、胆盐刺激，导致纤维组织增生、管壁变厚、胆管腔缩窄，进而出现胆道梗阻感染的病理和临床表现。 <\/p> \n<p>  <\/p>","name":"胆管良性狭窄","place":"胆,胆,腹部","rcount":0,"symptom":"黄疸,上腹痛,肝肿大,大便灰白","symptomtext":"<p> 　　(一)病史 <\/p> \n<p> 　　有胆道、上腹手术(外伤)史，或反复发作胆管炎史。 <\/p> \n<p> 　　(二)症状 <\/p> \n<p> 　　1.术(伤)后24小时内出现梗阻性黄疸或引流口溢出大量胆汁或术(伤)后早期无症状，数周至数年后有间断性上腹钝痛、发冷发热、黄疸、大便灰白等。 <\/p> \n<p> 　　2.急性发作时可有夏科(Charcot)三联征。 <\/p> \n<p> 　　3.慢性者则有长时间黄疸，不规则热型，发热后黄疸加深，胆汁性肝硬化。或有胆管炎而无黄疸。严重者病情发展快，迅速恶化，出现ACST、败血症等。 <\/p> \n<p> 　　(三)体征 <\/p> \n<p> 　　1.发作期上腹压痛。 <\/p> \n<p> 　　2.黄疸。 <\/p> \n<p> 　　3肝肿大、压痛。 <\/p> \n<p> 　　4.可有门脉高压症的征象等。 <\/p>"},{"caretext":"<p> 　　1.控制感染 根据病原菌及药敏试验选用有效足量的抗生素，以静脉给药为好，观察疗效并及时调整药物和剂量。 <\/p> \n<p> 　　2.排除脓液 是脓胸治疗的关键。一岁以下的婴幼儿可用穿刺及胸腔内注入抗生素治疗，多可获得满意效果。能配合治疗的患者，应尽早施行胸腔闭式引流，排尽脓液，促使肺早日膨胀。引流的正确部位为脓腔的最低处，一般为腋后线第7肋间，如为包裹性，引流前应在X线或超声下定好位。如脓汁黏稠，可用2%灭滴灵液或无菌生理盐水500毫升进行冲洗，既可使脓汁稀释，便于引流，又可保持引流管通畅。 <\/p>","causetext":"<p> 　　是一少见的慢性胸膜腔积液病变，病因与发病过程还不完全清楚，可能与体内或局部的脂肪代谢异常有关。 <\/p>","checks":"","checktext":"<p> 　　结合患者病史及X线、胸部CT、B超结果，胸腔穿刺抽得胸液，胆固醇定量1.5～5g/L，可明确诊断。 <\/p>","count":170,"department":"心胸外科","description":"临床上尚属少见，且多因结核性渗出性胸膜炎治疗不当，病程迁延，致使脓液长期不吸收所造成","disease":"胆固醇肺炎","diseasetext":"","drug":"","drugtext":"<p> 治疗： 1.控制感染 根据病原菌及药敏试验选用有效足量的抗生素，以静脉给药为好，观察疗效并及时调整药物和剂量。 2.排除脓液 是脓胸治疗的关键。一岁以下的婴幼儿可用穿刺及胸腔内注入抗生素治疗，多可获得满意效果。能配合治疗的患者，应尽早施行胸腔闭式引流，排尽脓液，促使肺早日膨胀。引流的正确部位为脓腔的最低处，一般为腋后线第7肋间，如为包裹性，引流前应在X线或超声下定好位。如脓汁黏稠，可用2%灭滴灵液或无菌生理盐水500毫升进行冲洗，既可使脓汁稀释，便于引流，又可保持引流管通畅。 <\/p>","fcount":0,"food":"","foodtext":"<p> 　　应包括给予高蛋白、高热量、高维生素饮食，鼓励多饮水。 <\/p>","id":7215,"img":"/disease/080911/2d4626925df46121a3deead8b8877d2e.jpg","keywords":"病程 多见于 中含有 青壮年 胸膜炎 ","message":"<p> 　　临床上尚属少见，且多因结核性渗出性胸膜炎治疗不当，病程迁延，致使脓液长期不吸收所造成。胸腔积液中含有大量胆固醇(&gt;1.5g/L)为其特点。多见于男性青壮年，病程较长，常因胸闷胸痛就诊而发现。 <\/p> \n<p>  <\/p>","name":"胆固醇脓胸","place":"胸部,胆","rcount":0,"symptom":"呼吸困难,胸腔积液,胸闷憋气","symptomtext":"<p> 　　胸腔积液中含有大量胆固醇(&gt;1.5g/L)为其特点。多见于男性青壮年，病程较长，常因胸闷胸痛进行检查而发现。右侧胸腔病变较多，常呈包裹性，局限于肺底与横膈之间。积液多时可有呼吸困难。 <\/p> \n<p> 　　胸腔穿刺抽得褐红色、黏稠无特殊气味、不凝固的浑浊液，摇动时液内可见大量鳞片状闪闪发光的游离胆固醇结晶。镜检可见片状斜方形或针状的胆固醇结晶体。胸腔积液胆固醇含量一般&gt;3.9mmol/L。但血脂检查正常。 <\/p>"},{"caretext":"<p> 　　1.对症处理。 <\/p> \n<p> 　　2.胆固醇肺炎以手术切除为主。可发生脂肪栓塞和脂质累积症。 <\/p>","causetext":"<p> 　　该病是胆固醇长期沉积在肺内引起的一种慢性炎症。其病因及发病机制尚不十分清楚。大致可分为原发及继发两种。继发者可因肺部慢性炎症、肺结核、脓肿、肿瘤、寄生虫、纤维化、胸部放疗后、粉尘刺激和重度吸烟等引起。 <\/p>","checks":"","checktext":"<p> 　　本病的少见及特殊性的临床表现使本病误诊率很高。文献的27例误诊为肺癌19例，肺良性肿瘤1例，结核球1例，炎性包块1例，肺内畸胎瘤1例，乳腺癌肺转移1例，慢支合并肺感染1例。范氏的1例初有右侧胸腔积液，曾以结核性胸膜炎行抗结核治疗40天。后出现8cm×11cm的肿块，且内有2cm×4cm不规则透亮区，又拟诊肺内畸胎瘤。 <\/p> \n<p> 　　CT诊断有意义之处不在形态上，而是在CT值上，CT对脂质结构有较强的分辨力。胆固醇肺炎的CT值近于-150～60HU的脂质密度，而肺癌的CT值在57～147HU之间。所以 CT对诊断大有裨益。 <\/p> \n<p> 　　文献的27 例误诊为肺癌19 例，肺良性肿瘤1 例，结核球1 例，炎性包块1 例，肺内畸胎瘤1 例，乳腺癌肺转移1 例，慢支合并肺感染1 例。范氏的1 例初有右侧胸腔积液，曾以结核性胸膜炎行抗结核治疗40 天。后出现8cm×11cm 的肿块，且内有2cm×4cm不规则透亮区，又拟诊肺内畸胎瘤。CT 诊断有意义之处不在形态上，而是在CT 值上，CT 对脂质结构有较强的分辨力。胆固醇肺炎的CT 值近于-150～60HU 的脂质密度，而肺癌的CT 值在57～147HU 之间。所以 CT 对诊断大有裨益。本病的确诊恐怕还要靠能取得足够大标本的创伤性技术，如开胸、开窗、胸腔镜取标本。经支气管肺活检往往取的标本小，而无法确诊本病。即使是手术标本也需慎重对待，有人观察100 例肺癌的癌旁组织中，有28例符合胆固醇肺炎改变，其中以腺癌癌旁最多，有19 例，次为未分化癌癌旁，是5 例。刘氏的9 例胆固醇肺炎中术前支涂为鳞癌细胞，手术标本肺切面仅有胆固醇肺炎表现，只是第2 次取材时，在支气管腔内黏膜突起上又发现阳性组织。 <\/p>","count":191,"department":"呼吸内科","description":"继发者可因肺部慢性炎症、肺结核、脓肿、肿瘤、寄生虫、纤维化、胸部放疗后、粉尘刺激和重度吸烟等引起","disease":"胆固醇脓胸","diseasetext":"","drug":"","drugtext":"<p> 治疗： 1.对症处理。 2.胆固醇肺炎以手术切除为主。可发生脂肪栓塞和脂质累积症。 <\/p>","fcount":0,"food":"","foodtext":"","id":7214,"img":"/disease/080911/4aa3df8fa3c1951367783b0b955bb774.jpg","keywords":"胆固醇 慢性 引起 炎症 可分为 ","message":"<p> 　　胆固醇肺炎是胆固醇长期沉积在肺内引起的一种慢性炎症。大致可分为原发及继发两种。继发者可因肺部慢性炎症、肺结核、脓肿、肿瘤、寄生虫、纤维化、胸部放疗后、粉尘刺激和重度吸烟等引起。 <\/p> \n<p>  <\/p>","name":"胆固醇肺炎","place":"全身,胆,肺,胸部","rcount":0,"symptom":"咳痰,咳嗽伴胸痛,咳嗽伴呼吸困难,进行性消瘦","symptomtext":"<p> 　　症状表现为咳嗽、咳痰，可带血、胸痛、发热、呼吸困难、进行性消瘦等。 <\/p> \n<p> 　　体征为病变部位呼吸音减弱，固定湿性啰音，余无异常。 <\/p>"},{"caretext":"<p> 　　治疗方法以促进胆囊收缩而加速其排空的药物为主，如硫酸镁，中药柴胡、郁金、黄芩、枳壳等消炎利胆药物，并应调节植物神经功能。 <\/p>","causetext":"<p> 　　病理上有胆囊扩张和胆囊颈消失，这主要是由于植物神经功能紊乱、迷走神经功能减退、胆囊收缩素分泌减少所致。 <\/p>","checks":"","checktext":"<p> 　　口服胆囊造影或B-型超声可发现胆囊增大，脂肪餐后胆囊收缩功能不良。在除外(胆石症、胆道蛔虫症、胆系感染等)胆道器质性疾病情况下，始能考虑本征。 <\/p> \n<p> 　　与慢性胆囊炎、肝外胆道梗阻，慢性肝炎相鉴别。 <\/p>","count":195,"department":"肝胆外科","description":"胆道张力低下综合征，又名Chiray综合征，系指由于胆道张力低下，胆囊排空延迟，而出现消化不良，不能耐受脂肪食物并有右上腹疼痛的一组症候群","disease":"胆管良性狭窄,胆道出血症,胆固醇,肝病,胆道运动功能障碍,混合型胆汁淤积,胆道损伤及良性胆道狭窄,胆心综合征,胆汁浓缩综合征,乳糜胆汁及瓷样胆囊,胆道术后综合征,Oddi括约肌狭窄症,胆囊管综合征,胆囊腺肌增生症,胆囊萎缩,胆固醇沉着症","diseasetext":"","drug":"","drugtext":"<p> 治疗： 治疗方法以促进胆囊收缩而加速其排空的药物为主，如硫酸镁，中药柴胡、郁金、黄芩、枳壳等消炎利胆药物，并应调节植物神经功能。 <\/p>","fcount":0,"food":"","foodtext":"","id":7213,"img":"/disease/080911/0136ea6e5d82d89432188dffc5d9c226.jpg","keywords":"综合征 胆道 胆囊 消化不良 功能障碍 ","message":"<p> 　　胆道张力低下综合征，又名Chiray综合征，系指由于胆道张力低下，胆囊排空延迟，而出现消化不良，不能耐受脂肪食物并有右上腹疼痛的一组症候群。本征属于胆道功能障碍综合征范畴，又称为胆囊迟缓综合征。 <\/p> \n<p>  <\/p>","name":"胆道张力低下综合征","place":"胆,胆","rcount":0,"symptom":"消化不良,右上腹痛,恶心与呕吐","symptomtext":"<p> 　　多见于女性，右上腹不适或疼痛、恶心、呕吐，消化不良及厌油腻食物，偶可有黄疸及右上腹压痛。 <\/p>"},{"caretext":"<p> 　　胆道蛔虫病的治疗包括非手术治疗和手术治疗两大类。早年对其治疗以手术为主,因当时对其病理认识不足恐延误手术时机，加上当时胆道蛔虫病发生时往往蛔虫数目较多。目前治疗原则为解痉止痛、利胆驱虫、防治感染，非手术疗法多可治愈，但对非手术治疗无效或有严重并发症的病人可考虑相应的手术治疗。 <\/p> \n<p> 　　1.非手术治疗 可采用中西医结合疗法。 <\/p> \n<p> 　　(1)解痉止痛：解除痉挛可应用抗胆碱能药物如阿托品肌内或皮下注射，成人每次0.5～1mg，儿童每次0.01～0.03mg/kg，也可用山莨菪碱(654-2)肌注或静脉滴注。单用解痉药物止痛效果欠佳时可加用镇痛药物，如盐酸哌替啶50～75mg肌注，必要时4～6h重复应用。因为注射镇痛药物可能引起Oddi括约肌痉挛，加剧疼痛，所以镇痛药物必须联合解痉药物应用方可取得较好疗效。另外加用维生素K类、黄体酮等肌注或穴位注射亦有作用。针刺穴位常取足三里、阳陵泉，还可选加太冲、内关、胆囊穴等，用强刺激或泻法，在急性绞痛时常可取得较好止痛效果。 <\/p> \n<p> 　　(2)利胆驱虫：①33%硫酸镁溶液，10ml，3次/d，口服。②乌梅丸，9g，2次/d。③胆道驱蛔汤：乌梅12g，川椒9g，使君子肉15g，苦楝皮9g，木香9g，枳壳9g，延胡索12g，大黄9g(后下)，每天1剂，分2次服。④阿司匹林0.5g，食醋100～150m1，3次/d，加温水服。以上药物均有利胆消炎和排虫作用。驱除肠道蛔虫应在症状缓解期进行，应选用使虫体麻痹之药物如哌嗪(枸橼酸哌嗪) (驱蛔灵)、己二酸哌嗪、四咪唑(驱虫净)、噻嘧啶(驱虫灵，噻吩嘧啶)、 噻嘧啶(抗虫灵)、阿苯达唑 (肠虫清)等。不宜应用使虫体痉挛收缩的驱蛔药如山道年(驱蛔素)、驱虫丹(一粒丹)等。利胆驱虫的原则是增加胆汁分泌量，使胆汁偏酸，麻痹和抑制虫体，使Oddi括约肌松弛。症状消退后，仍须坚持利胆排虫1～2周，直至粪便虫卵转阴。 <\/p> \n<p> 　　(3)防治感染：用上述利胆中西药有一定的抗炎作用，初期可暂时不用抗菌药物，但有时待感染表现明显时再用会贻误病情。为防止严重的并发症，根据目前抗感染治疗的原则，要早期针对革兰阴性杆菌大剂量、短时间应用抗菌药物，并且注意抗厌氧菌药物治疗。抗菌药物可选用氨基苷类如阿米卡星(丁胺卡那霉素)、妥布霉素，或三代头孢菌素类如先锋必素、头孢曲松(菌必治)等，联用甲硝唑静脉滴注。 <\/p> \n<p> 　　(4)营养支持、纠正水电解质代谢紊乱与酸碱平衡失调：对胆道感染者，全身中毒症状严重，或腹痛、呕吐频繁，或出现其他并发症者，应予以禁食、输液、补充维生素，维持酸碱平衡。必要时给予高热量液体、新鲜冰冻血浆等。 <\/p> \n<p> 　　2.手术治疗 <\/p> \n<p> 　　(1)适应证：①胆道蛔虫病频繁发作的剧烈绞痛，经各种非手术治疗难以控制，有继发感染等并发症发生的危险。②合并胆道结石，易发生梗阻性化脓性胆管炎者。③影像学检查发现胆道多条蛔虫者。④并发肝脓肿、严重胆道感染、胆道出血或胆道穿孔者。⑤并发急性胰腺炎非手术治疗无效者。⑥治疗后急性期症状缓解，但非手术治疗后4～6周检查仍有胆总管扩张或胆管内死虫残留者。 <\/p> \n<p> 　　(2)手术方法：胆道蛔虫病无并发症时可采用胆总管切开取虫及T管引流术，有条件时可行术中胆道造影以免多条蛔虫存在时漏取。术后置T管引流便于局部用药或冲洗，拔管前行造影检查如有残留蛔虫再经T管窦道用胆道镜取出。如胆囊内有蛔虫时往往需行胆囊切33% <\/p>","causetext":"<p> 　　胆道蛔虫病发生大致有以下因素：①蛔虫可做摇摆、迂曲、翻转、折返等运动，能在肠中游走;②一般情况下蛔虫在肠内头向胃端，吸噬食物渣和肠液，蛔虫有喜碱厌酸的特性，低胃酸为蛔虫上行的诱因之一，有研究表明胆道蛔虫病人平均胃酸值低。儿童和孕妇发病率较高可能也与其低胃酸有关。③蛔虫有钻孔习性，上行至十二指肠时，可通过十二指肠乳头Oddi括约肌进入胆道。④全身或局部疾患造成胃肠道功能紊乱、肠环境改变，如发热、恶心、呕吐、腹泻及妊娠时，可增强蛔虫的活动性，促其上行。⑤各种原因引起的Oddi括约肌病理或生理性松弛时，便于蛔虫钻入，如进食油腻食物后、手术刺激(胆囊切除术、Oddi括约肌切开取石术)后等。⑥驱蛔虫药应用不当，如剂量不足可激惹蛔虫兴奋盲动，易于进入胆道。 <\/p> \n<p> 　　蛔虫进入胆道后，大多停留在胆总管中，少有进入胆囊者，因为胆囊管较细而且有螺旋状的Heiste黏膜瓣阻碍蛔虫进入。蛔虫也可进一步上行至肝总管或左右肝管，甚至进入肝内胆管中。 <\/p> \n<p> 　　蛔虫进入胆道有时亦可退出，大多在下列情况时发生：①虫体部分进入胆道，部分留于十二指肠，药物刺激或肠蠕动波推动可使其卷曲后拉退出胆道。②Oddi括约肌松弛、十二指肠内压力低时，胆汁的排泌可将较小的蛔虫排出。③胆道扩张时，蛔虫可自行运动排出。④蛔虫死亡后随胆汁排出。蛔虫留在胆道内往往引起严重的症状。 <\/p> \n<p> 　　蛔虫钻入胆道时引起Oddi括约肌的强烈痉挛而出现典型的胆绞痛。随着蛔虫的进入，肠道细菌，主要是革兰阴性杆菌和厌氧菌被带入胆道可引起急性化脓性胆管炎，甚至感染向上蔓延导致毛细胆管性肝炎或肝脓肿。同时因蛔虫刺激Oddi括约肌痉挛，胆道开口阻塞，带菌胆汁逆流进入胰管，或者虫体直接阻塞胰管开口而诱发急性胰腺炎。当感染累及肝脏和肝内胆管，可侵蚀汇管区血管而导致胆道出血。由于蛔虫体光滑呈圆柱形，且不断蠕动，故胆管阻塞多不完全，发生阻塞性黄疸比较少见。但是蛔虫残骸和虫卵可以成为结石的核心，文献报道蛔虫残片或虫卵为结石核心者占胆结石的36.5%～65.5%，可见胆道蛔虫是肝胆管结石的重要成因之一。 <\/p> \n<p> 　　肝蛔虫病的病理改变主要是蛔虫性肝脓肿和肝蛔虫卵性肉芽肿。蛔虫性肝脓肿是蛔虫上行穿破肝内胆管所致，可为单发或多发，脓肿内含有蛔虫残骸和虫卵是其特点。肝脓肿可向腹腔穿破致弥漫性腹膜炎;亦可向胸腔穿破致右侧脓胸。脓肿内坏死肝组织和虫卵尚可流入肝静脉引起肝静脉炎症及血栓形成，甚至经右心入肺，引起肺梗死及化脓症状。 <\/p>","checks":"","checktext":"<p> 　　胆道蛔虫病有时能与以下疾病相混淆，其鉴别要点如下。 <\/p> \n<p> 　　1.急性胰腺炎 腹痛常为持续性剧痛，位于上腹或偏左，向腰背部放射，无钻顶感。发病后全身情况恶化较快，血清淀粉酶增高明显。但要注意胆道蛔虫病合并急性胰腺炎存在。 <\/p> \n<p> 　　2.急性胆囊炎、胆囊结石 起病相对缓慢，腹痛呈逐渐加剧，多为持续性，阵发性加重，位于右季肋区或剑突下，疼痛不及胆道蛔虫病时严重。呕吐相对较少发生。腹部查体时右上腹压痛明显，可有肌紧张和反跳痛。 <\/p> \n<p> 　　3.消化性溃疡穿孔 发病也急骤，但上腹剧痛可很快波及全腹，为持续性疼痛。查体腹肌紧张、压痛和反跳痛显著。X线立位检查多见膈下游离气体。 <\/p> \n<p> 　　4.急性胃肠炎 可有阵发性腹部绞痛，并恶心、呕吐，有肠道蛔虫病时可吐出蛔虫。但其疼痛程度不及胆道蛔虫病时剧烈，位置也多在脐周或偏上，多有腹泻。腹部查体：无腹肌紧张，无压痛，叩诊可有肠胀气鼓音，听诊肠鸣音亢进。 <\/p>","count":156,"department":"胃肠外科,外科","description":"1932年，英国医生Mure在我国施行了首例胆总管切开取蛔虫术，1942年，华西医大施行了第2例胆总管切开取蛔虫术，从而揭开了东方胆道外科的新页","disease":"肠蛔虫堵塞,蛔虫性肺炎,胆道蛔虫病,弓蛔虫病","diseasetext":"","drug":"","drugtext":"<p> 治疗： 胆道蛔虫病的治疗包括非手术治疗和手术治疗两大类。早年对其治疗以手术为主,因当时对其病理认识不足恐延误手术时机，加上当时胆道蛔虫病发生时往往蛔虫数目较多。目前治疗原则为解痉止痛、利胆驱虫、防治感染，非手术疗法多可治愈，但对非手术治疗无效或有严重并发症的病人可考虑相应的手术治疗。 1.非手术治疗 可采用中西医结合疗法。 (1)解痉止痛：解除痉挛可应用抗胆碱能药物如阿托品肌内或皮下注射，成人每次0.5～1mg，儿童每次0.01～0.03mg/kg，也可用山莨菪碱(654-2)肌注或静脉滴注。单用解痉药物止痛效果欠佳时可加用镇痛药物，如盐酸哌替啶50～75mg肌注，必要时4～6h重复应用。因为注射镇痛药物可能引起Oddi括约肌痉挛，加剧疼痛，所以镇痛药物必须联合解痉药物应用方可取得较好疗效。另外加用维生素K类、黄体酮等肌注或穴位注射亦有作用。针刺穴位常取足三里、阳陵泉，还可选加太冲、内关、胆囊穴等，用强刺激或泻法，在急性绞痛时常可取得较好止痛效果。 (2)利胆驱虫：①33%硫酸镁溶液，10ml，3次/d，口服。②乌梅丸，9g，2次/d。③胆道驱蛔汤：乌梅12g，川椒9g，使君子肉15g，苦楝皮9g，木香9g，枳壳9g，延胡索12g，大黄9g(后下)，每天1剂，分2次服。④阿司匹林0.5g，食醋100～150m1，3次/d，加温水服。以上药物均有利胆消炎和排虫作用。驱除肠道蛔虫应在症状缓解期进行，应选用使虫体麻痹之药物如哌嗪(枸橼酸哌嗪) (驱蛔灵)、己二酸哌嗪、四咪唑(驱虫净)、噻嘧啶(驱虫灵，噻吩嘧啶)、 噻嘧啶(抗虫灵)、阿苯达唑 (肠虫清)等。不宜应用使虫体痉挛收缩的驱蛔药如山道年(驱蛔素)、驱虫丹(一粒丹)等。利胆驱虫的原则是增加胆汁分泌量，使胆汁偏酸，麻痹和抑制虫体，使Oddi括约肌松弛。症状消退后，仍须坚持利胆排虫1～2周，直至粪便虫卵转阴。 (3)防治感染：用上述利胆中西药有一定的抗炎作用，初期可暂时不用抗菌药物，但有时待感染表现明显时再用会贻误病情。为防止严重的并发症，根据目前抗感染治疗的原则，要早期针对革兰阴性杆菌大剂量、短时间应用抗菌药物，并且注意抗厌氧菌药物治疗。抗菌药物可选用氨基苷类如阿米卡星(丁胺卡那霉素)、妥布霉素，或三代头孢菌素类如先锋必素、头孢曲松(菌必治)等，联用甲硝唑静脉滴注。 (4)营养支持、纠正水电解质代谢紊乱与酸碱平衡失调：对胆道感染者，全身中毒症状严重，或腹痛、呕吐频繁，或出现其他并发症者，应予以禁食、输液、补充维生素，维持酸碱平衡。必要时给予高热量液体、新鲜冰冻血浆等。 2.手术治疗 (1)适应证：①胆道蛔虫病频繁发作的剧烈绞痛，经各种非手术治疗难以控制，有继发感染等并发症发生的危险。②合并胆道结石，易发生梗阻性化脓性胆管炎者。③影像学检查发现胆道多条蛔虫者。④并发肝脓肿、严重胆道感染、胆道出血或胆道穿孔者。⑤并发急性胰腺炎非手术治疗无效者。⑥治疗后急性期症状缓解，但非手术治疗后4～6周检查仍有胆总管扩张或胆管内死虫残留者。 (2)手术方法：胆道蛔虫病无并发症时可采用胆总管切开取虫及T管引流术，有条件时可行术中胆道造影以免多条蛔虫存在时漏取。术后置T管引流便于局部用药或冲洗，拔管前行造影检查如有残留蛔虫再经T管窦道用胆道镜取出。如胆囊内有蛔虫时往往需行胆囊切33% <\/p>","fcount":0,"food":"","foodtext":"<p> 　　该疾病对饮食并没有太大的禁忌，多以清淡食物为主，注意饮食规律。 <\/p>","id":7212,"img":"/disease/080911/26d716f33b4651c82275165e1151958d.jpg","keywords":"蛔虫病 蛔虫 胆道 胆总管 人民生活水平 ","message":"<p> 　　胆道蛔虫病与肝蛔虫病是既密切关联又互相区别的两个疾病，均来源于肠道蛔虫。1932年，英国医生Mure在我国施行了首例胆总管切开取蛔虫术，1942年，华西医大施行了第2例胆总管切开取蛔虫术，从而揭开了东方胆道外科的新页。自发现胆道蛔虫以来的资料记载，本病至少在我国肆虐了半个世纪，并成为原发性肝胆管结石的重要原因。直到20世纪70年代后期，随着人民生活水平的不断提高和卫生条件的逐渐改善，胆道蛔虫病的发病率始呈明显的下降趋势。 <\/p> \n<p>  <\/p>","name":"胆道蛔虫病与肝蛔虫病","place":"肠,胆,肝,肠","rcount":0,"symptom":"上腹痛,腹膜刺激征","symptomtext":"<p> 　　1.胆道蛔虫症以其典型的腹痛为特征 突然发作的剑突下\u201c钻顶样\u201d剧烈绞痛，来去突然，间期如常(故被形容为：来似晴天霹雳，去时烟消云散)，可伴呕吐蛔虫，症状严重而体征轻微，疾病早期一般不伴发热和黄疸。 <\/p> \n<p> 　　2.肝蛔虫病往往出现在胆道蛔虫病疾风暴雨般的症状之后，与后者相比肝蛔虫病的临床表现比较复杂而多样化，主要表现为肝脓肿及其并发症(如：胆道出血、腹膜炎、脓胸及肺部感染等)症状与体征。肝蛔虫性肉芽肿可以并发胆道出血，而肝蛔虫引起慢性胆管炎和胆管周围炎时可出现肝区疼痛及黄疸，少数可引起蛔虫性肝硬化表现。 <\/p>"},{"caretext":"<p> 　　初发病时应给予内科治疗，如输血、止血、中药内服，抗感染及支持治疗。介入法选择性肝动脉栓塞，是一种有效的诊断和治疗手段，效果较好。防治休克是关键。但反复大量出血超过2个周期者，且出血性休克不易纠正者或查明出血病源较严重，估计用非手术疗法不易治愈者，应考虑手术治疗。 <\/p> \n<p> 　　1.非手术治疗 <\/p> \n<p> 　　(1)治疗休克，补充血容量、维持水、电解质平衡，应用止血剂，常用安络血静滴;止血敏肌注等。 <\/p> \n<p> 　　(2)抗感染。 <\/p> \n<p> 　　(3)置有T管缓慢注入或用双氧水(等量等渗盐水稀释)，或18.3mmol/L(0.5%)普鲁卡因冲洗T管或肾上腺素加等渗盐水经T管滴入或孟氏液经T管滴入或上述诸药联合应用。 <\/p> \n<p> 　　(4)经皮经导管肝固有动脉栓塞治疗，是最新而有效的止血措施，可减少手术率。 <\/p> \n<p> 　　2.手术治疗 <\/p> \n<p> 　　(1)适应证 非手术治疗无效，不能控制胆道感染和休克，反复数次胆道出血，肝外伤后或肿瘤所致的胆道出血，胆管出血、伴腹膜炎或疑有脏器穿孔者。 <\/p> \n<p> 　　(2)手术方式①胆囊切除。适于胆囊出血。②胆总管引流术。用于炎症、结石所致胆道出血，血量不大或胆道感染严重者，以便经T管灌注止血剂等。③肝固有动脉或病侧肝动脉结扎。适合肝内胆管出血、肝动脉有震颤或多处出血难定位者。但肝损害严重应属禁忌。④肝部分切除。可用于病变局限于一叶(段)或一侧者，或肝动脉结扎后仍出血者，本术可清除病灶彻底止血。⑤有时须行①②③联合术止血。 <\/p>","causetext":"<p> 　　1.肝内胆道出血 <\/p> \n<p> 　　(1)化脓性肝胆管炎及肝胆管溃疡。(2)肝胆管结石。(3)胆道蛔虫。(4)肝损伤(包括肝外伤和医源性损伤)。(5)肝脓肿。(6)肝肿瘤。(7)肝动脉血管瘤。(8)凝血功能障碍(血液病、抗凝治疗后等)。 <\/p> \n<p> 　　2.肝外胆道出血 <\/p> \n<p> 　　(1)急性化脓性胆管炎及胆总管溃疡。(2)胆管结石。(3)胆道蛔虫。(4)手术后出血(胆总管切开壁出血、T管压迫胆管壁溃烂、各种胆肠吻合口出血、逆行胆管造影后出血)。(5)急性出血性胆囊炎。(6)胆囊结石。(7)肝外胆系肿瘤(胆囊癌、壶腹部周围癌、胆囊良恶性肿瘤)。 <\/p> \n<p> 　　20世纪70年代以前胆石和蛔虫是我国导致胆道出血的最常见原因。随着人们卫生条件改善和生活水平的提高，近20余年来由此引起的胆道出血已显著减少。胆石和蛔虫导致胆管炎，炎症可腐蚀胆管壁及邻近血管。胆管壁黏膜溃烂或肝内小血管破裂引起小出血，如为肝动脉分支或静脉破裂则可引起大出血。 <\/p>","checks":"","checktext":"<p> 　　1.病史与症状 <\/p> \n<p> 　　有胆道感染、肝胆手术(外伤)和出血性疾病史。 <\/p> \n<p> 　　(1)发热寒战、黄疸和上腹绞痛后出现呕血、黑便，伴肩背部放射痛。 <\/p> \n<p> 　　(2)出血可自行停止，出血后上述症状即可缓解。 <\/p> \n<p> 　　(3)出血一周左右发作一次，反复出现，具有周期性。 <\/p> \n<p> 　　(4)出血时可有失血性休克的一系列征象。 <\/p> \n<p> 　　2.体征 <\/p> \n<p> 　　有休克征。贫血貌和皮肤巩膜黄染。上腹压痛、肌紧张。肝脏、胆囊肿大有触痛。肠鸣活跃。 <\/p> \n<p> 　　3.辅助检查 <\/p> \n<p> 　　(1)红细胞、血红蛋白减少，白细胞及中性粒细胞数增多，大便潜血阳性。有梗阻性黄疸的表现。 <\/p> \n<p> 　　(2)B型超声示肝内有血肿液性暗区。 <\/p> \n<p> 　　(3)核素198金扫描示肝内占位性病变。 <\/p> \n<p> 　　(4)纤维内窥镜有时可见胆道出血，结合钡餐检查可排除溃疡病、食管静脉曲张破裂出血。 <\/p> \n<p> 　　(5)选择性肝动脉造影可发现出血部位;CT检查可见占位性病变;经皮肝穿刺胆管造影(PTC)、内镜逆行胰胆管造影(ERCP)有时可协助诊断。 <\/p>","count":215,"department":"肝胆外科,外科","description":"这些原因均可导致胆管与伴行血管间的异常通道，随着两侧压力的变化，而导致出血","disease":"胆管良性狭窄,胆道张力低下综合征,胆固醇,肝病,胆道运动功能障碍,混合型胆汁淤积,胆道损伤及良性胆道狭窄,胆心综合征,胆汁浓缩综合征,乳糜胆汁及瓷样胆囊,胆道术后综合征,Oddi括约肌狭窄症,胆囊管综合征,胆囊腺肌增生症,胆囊萎缩,胆固醇沉着症","diseasetext":"","drug":"","drugtext":"<p> 治疗： 初发病时应给予内科治疗，如输血、止血、中药内服，抗感染及支持治疗。介入法选择性肝动脉栓塞，是一种有效的诊断和治疗手段，效果较好。防治休克是关键。但反复大量出血超过2个周期者，且出血性休克不易纠正者或查明出血病源较严重，估计用非手术疗法不易治愈者，应考虑手术治疗。 1.非手术治疗 (1)治疗休克，补充血容量、维持水、电解质平衡，应用止血剂，常用安络血静滴;止血敏肌注等。 (2)抗感染。 (3)置有T管缓慢注入或用双氧水(等量等渗盐水稀释)，或18.3mmol/L(0.5%)普鲁卡因冲洗T管或肾上腺素加等渗盐水经T管滴入或孟氏液经T管滴入或上述诸药联合应用。 (4)经皮经导管肝固有动脉栓塞治疗，是最新而有效的止血措施，可减少手术率。 2.手术治疗 (1)适应证 非手术治疗无效，不能控制胆道感染和休克，反复数次胆道出血，肝外伤后或肿瘤所致的胆道出血，胆管出血、伴腹膜炎或疑有脏器穿孔者。 (2)手术方式①胆囊切除。适于胆囊出血。②胆总管引流术。用于炎症、结石所致胆道出血，血量不大或胆道感染严重者，以便经T管灌注止血剂等。③肝固有动脉或病侧肝动脉结扎。适合肝内胆管出血、肝动脉有震颤或多处出血难定位者。但肝损害严重应属禁忌。④肝部分切除。可用于病变局限于一叶(段)或一侧者，或肝动脉结扎后仍出血者，本术可清除病灶彻底止血。⑤有时须行①②③联合术止血。 <\/p>","fcount":0,"food":"","foodtext":"<p> 　　进食粗糙的食物有可能划破食道或胃底曲张的静脉而引起出血。饮食要注意少食多餐，不过饱。进食最好细嚼慢咽。食物以稀软易消化、富含营养及少渣为宜。患者还应禁辛辣、油煎食品。 <\/p> \n<p> 　　避免接触和进食对肝脏有损害的毒性物质，如酒、某些药物及化学品等。阿司匹林应谨慎使用，以免诱发消化道黏膜出血。 <\/p>","id":7211,"img":"/disease/080911/09774ddc0265300b34d1ae0adc8b39ed.jpg","keywords":"出血 胆道 原因 导致 压力 ","message":"<p> 　　胆道出血系肝胆疾病、创伤、手术或全身性因素而致的胆道较大量出血。临床分为外科性、感染性、医源性和其他原因和胆道出血。这些原因均可导致胆管与伴行血管间的异常通道，随着两侧压力的变化，而导致出血。由于出血使胆道压力增高、血凝块的刺激，可有胆绞痛、黄疸和上消化道出血的三联征。 <\/p> \n<p>  <\/p>","name":"胆道出血症","place":"胆,其他,其他,全身,胆,肝","rcount":0,"symptom":"黄疸,巩膜黄染,发热伴寒战,腹肌紧张,贫血貌,肩背痛,呕血与黑便","symptomtext":"<p> 　　发热寒战、黄疸和上腹绞痛后出现呕血、黑便，伴肩背部放射痛。出血可自行停止，出血后上述症状即可缓解。出血一周左右发作一次，反复出现，具有周期性。出血时可有失血性休克的一系列征象。有休克征。贫血貌和皮肤巩膜黄染。上腹压痛、肌紧张。肝脏、胆囊肿大有触痛。肠鸣活跃。 <\/p>"},{"caretext":"<p> 　　一旦确诊或怀疑本病，应尽早行剖腹探查手术，以明确诊断，复位疝入和嵌顿的肠管，封闭裂隙。 <\/p>","causetext":"<p> 　　1.横结肠系膜裂口形成 <\/p> \n<p> 　　术中空肠襻经横结肠系膜开口穿行后，若忘记修补固定或缝合针距过宽或与穿过横结肠系膜开口处的肠壁固定不牢，导致缝线脱落等，均可使其形成异常裂口，成为胆肠内引流术后内疝形成的病理基础，肠襻可由此裂隙疝入。 <\/p> \n<p> 　　2.异常间隙形成 <\/p> \n<p> 　　胆肠内引流术后内疝形成的主要解剖基础是术后解剖发生改变，形成异常间隙，实施胆肠内引流手术时，须在横结肠系膜上开一口，将远端游离的空肠襻穿过此开口上提与胆道吻合，在横结肠(系膜)上下形成了2个异常的间隙，上间隙由于横结肠及其系膜，大网膜的阻挡，极少导致肠管窜入，而且因其比较宽大，即使肠管窜入亦很少发生嵌顿，下间隙则较小，一旦小肠疝入易于发生嵌顿。 <\/p> \n<p> 　　3.肠功能紊乱 <\/p> \n<p> 　　腹内压增高，术后饮食的恢复，质与量的改变，可引起肠蠕动亢进或肠功能紊乱，如遇有腹内压增高(如严重腹胀)，体位改变等因素，易促使肠管由横结肠系膜裂口或下间隙疝入而发生内疝。 <\/p>","checks":"","checktext":"<p> 　　需与其他原因引起的术后肠梗阻和胆道术后急性胰腺炎等并发症相鉴别。 <\/p> \n<p> 　　1.血红蛋白及红细胞比积 因脱水、血液浓缩而升高。 <\/p> \n<p> 　　2.白细胞升数和分类升数 明显升高时考虑发生肠绞窄。 <\/p> \n<p> 　　3.血清电解质(K 、Na 、Cl-) 反映机体电解质紊乱的情况。 <\/p> \n<p> 　　4.血气分析 反映机体酸碱失衡情况。 <\/p> \n<p> 　　5.呕吐物和粪便检查 有大量红细胞或隐血阳性，考虑肠管有血运障碍。 <\/p> \n<p> 　　6.肠梗阻发生4～6天后，X线检查即显示出肠腔内气体，立位或侧卧位拍片，可见多数液平面及气胀肠襻。 <\/p>","count":178,"department":"胃肠外科","description":"胆总管T管引流或胃肠道用于导管造瘘后，其机体解剖发生改变，在横结肠系膜上、下或裂口处形成异常间隙，肠曲钻入引流管与侧腹壁之间的间隙，就形成胆肠内引流术后内疝","disease":"老年人腹外疝,腹壁切口疝,股疝,腹外疝,闭孔疝,半月线疝,白线疝,腰疝,逆行性嵌顿疝,盆底疝,膈疝,腹股沟疝,新生儿脐疝,食管裂孔疝","diseasetext":"","drug":"","drugtext":"<p> 治疗： 一旦确诊或怀疑本病，应尽早行剖腹探查手术，以明确诊断，复位疝入和嵌顿的肠管，封闭裂隙。 <\/p>","fcount":0,"food":"","foodtext":"","id":7210,"img":"/disease/080911/790beb0e14717af4d29d19c6767bd317.jpg","keywords":"引流 临床表现 形成 间隙 胃肠道 ","message":"<p> 　　胆总管T管引流或胃肠道用于导管造瘘后，其机体解剖发生改变，在横结肠系膜上、下或裂口处形成异常间隙，肠曲钻入引流管与侧腹壁之间的间隙，就形成胆肠内引流术后内疝。临床表现为急性机械性小肠梗阻的症状和体征，需尽早手术治疗。 <\/p> \n<p>  <\/p>","name":"胆肠内引流术后内疝","place":"胆,胃,肠系膜,胆,肠,口","rcount":0,"symptom":"呕吐,腹痛,排气障碍,腹胀,腹膜刺激征","symptomtext":"<p> 　　胆肠内引流术后内疝多于术后近期发生，临床表现为典型急性机械性小肠梗阻的临床表现。 <\/p> \n<p> 　　1.症状 <\/p> \n<p> 　　(1)腹痛表现为阵发性绞痛，可持续数秒或数分钟，疼痛期间伴有肠鸣音亢进，肠鸣音呈高调，有时可闻到气过水声，如果疼痛间期不断缩短，以致成为剧烈的持续性腹痛，应考虑发生肠绞窄可能。 <\/p> \n<p> 　　(2)呕吐早期为反射性呕吐，吐出物为食物或胃液，进食或饮水均可引起呕吐;晚期呕吐物为肠内容物。 <\/p> \n<p> 　　(3)腹胀发生绞窄时，腹部呈不对称性膨胀，可触到膨大的肠襻。 <\/p> \n<p> 　　(4)排气、排便停止完全性肠梗阻发生后，患者多不再排气、排便。 <\/p> \n<p> 　　2.体征 <\/p> \n<p> 　　早期病人可有不同程度的腹胀，可见肠型或蠕动波;触及腹部柔软，可扪及肿胀肠襻，有轻度压痛;肠襻内有较多的气体和液体时可闻及振水音，肠管发生绞窄时，体温升高，心率加快，腹部可有局限性压痛及腹膜刺激征，有时可触及绞窄的肠襻，绞痛时可听到气过水声和高调的金属音。 <\/p> \n<p> 　　同其他腹内疝一样，本病术前难以确诊，多因术后急性肠梗阻手术时得以明确诊断，如胆肠内引流术后近期发生机械性肠梗阻，则应高度警惕内疝形成的可能。 <\/p>"}]
     * page : 1
     * size : 20
     * status : true
     * total : 7229
     * totalpage : 362
     */

    private int page;
    private int size;
    private boolean status;
    private int total;
    private int totalpage;
    private List<ListBean> list;

    public int getPage() {
        return page;
    }

    public void setPage(int page) {
        this.page = page;
    }

    public int getSize() {
        return size;
    }

    public void setSize(int size) {
        this.size = size;
    }

    public boolean isStatus() {
        return status;
    }

    public void setStatus(boolean status) {
        this.status = status;
    }

    public int getTotal() {
        return total;
    }

    public void setTotal(int total) {
        this.total = total;
    }

    public int getTotalpage() {
        return totalpage;
    }

    public void setTotalpage(int totalpage) {
        this.totalpage = totalpage;
    }

    public List<ListBean> getList() {
        return list;
    }

    public void setList(List<ListBean> list) {
        this.list = list;
    }

    public static class ListBean implements Parcelable{
        /**
         * caretext : <p> 　　【临床分证】 </p>
         <p> 　　本病亦是男科急诊，急需局部外治处理，内治仅用于局部外描处理之后。按临床实际经验，拟分为轻证(气滞证)与重证(血瘀证)较妥。染毒者接阴茎头包皮炎论治。 </p>
         <p> 　　(一)气滞证 </p>
         <p> 　　本证系包皮嵌顿不久，以局部水肿、疼痛为主的一种证候。 </p>
         <p> 　　论治法则 </p>
         <p> 　　通脉行气，止痛消肿。 </p>
         <p> 　　方剂选要 </p>
         <p> 　　(1)首选方剂：活血效灵丹合金铃子散。方中当归活血养血;丹参、乳、没活血通脉;金铃子疏肝理气;延胡索行气，尤长于止痛。诸药合用，具通脉止痛，行气消肿之功。该方用于本病复位后水肿仍不能消退者。 </p>
         <p> 　　(2)备用方剂：云南白药加半边莲。半边莲长于解毒、利尿、消肿，加服云南白药，意在于嵌顿包茎亦是一种损伤，仿损伤初期论冶自无不可。笔者用治多人，皆有效验。 </p>
         <p> 　　外治疗法 </p>
         <p> 　　(1)手法复位：宜尽早施行，以免组织坏死。先于阴茎冠状沟处涂上凡士林，用两手食指和中指夹住阴茎包皮狭窄环后方，两拇指压挤阴茎头，慢慢地使其通过狭窄的环，同时两手食指和中指将包皮从阴茎体上往下翻推，使之复位。若嵌顿未超过6小时以上者，手法复位多能成功。 </p>
         <p> 　　(2)芒硝、马齿苋液湿敷：芒硝30g，马齿苋30g，煎液待温，用纱布湿敷或淋洗患处，每日2次，每次10～15分钟。或用上液装大口瓶中，再将阴茎放入其中浸泡10分钟左右，效果更佳。 </p>
         <p> 　　验案选粹 李某，12岁。素有包皮过长，日前戏弄阴茎，包皮上翻后不能推下，自觉疼痛，走路时加重，检查：包皮水肿、透亮。拟诊为嵌顿包茎。先行手法复位成功，继用芒硝30g煎液湿敷，日2次。2天后水肿全退告安。(引自：陈耀葵医案) </p>
         <p> 　　(二)血瘀证(重症} </p>
         <p> 　　本证因嵌顿包茎未能及时复位，血液瘀滞所致。 </p>
         <p> 　　诊断要求 具备主症并兼见次症某项及典型舌脉者.即口丁诊断为本证。 </p>
         <p> 　　论治法则 活血化瘀，通络止痛。 </p>
         <p> 　　方剂选要 </p>
         <p> 　　(1)首选方剂：活络效灵丹合桂枝茯苓丸加诫。当归、丹参活血;乳香、没药祛瘀;桃仁、牡丹皮、赤芍理气止痛;茯苓引药下行;白蜜使瘀去而不伤正。 </p>
         <p> 　　(2)备用方剂：七厘散。功能活血散瘀，定痛止血，血竭、乳香、没药、红花活血行瘀;麝香、冰片辛散止痛;儿茶行瘀，解热定痛;朱砂本为安神之品，兼有解毒之效，与麝香，冰片、儿茶相伍，能解毒定痛。散瘀消肿。取一散剂。用黄酒冲服，更助祛瘀通脉之效。 </p>
         <p> 　　外治疗法 </p>
         <p> 　　(1)手法复位：先将有槽探针插入狭窄环内，然后于阴茎背侧，沿着槽探针切断狭窄环，阴茎即时按解。切口可不缝合，若切口较长者可横行缝合。 </p>
         <p> 　　(2)浸泡或湿敷法：方用芒硝30g，黄柏15g。枯矾15g，冰片5g煎液。后入冰片，待温浸洗或湿敷患处，每日2～3次，可促进水肿消退。 </p>
         <p> 　　验案选粹 易某，25岁。昨日新婚，今晨起包皮不能翻下，水肿，疼痛，因害羞未及时处治，来院就诊时已逾8小时。查：阴茎包皮重度水肿，上有散在小瘀点，阴茎头红，轻肿，排尿困难，欲解不得，不能正常步行，十分痛楚。即在局麻下(阴茎根部阻滞麻醉)外用苯扎溴铵消毒，切开狭窄环，横行缝合。术后外用芒硝、黄柏、冰片煎水外洗，3天水肿全消，2周后行包皮环切术为安。(引自：蒋瑞蜂医案) </p>
         <p> 　　辨治按语 嵌顿包茎系男科常见急症之一，完全可以预防。除了普及卫生常识之外，还应采用以下各点预防方法;教育儿童、青少年不要随意玩弄阴茎;新婚夫妇于婚前学习卫生指导;医生检查龟头病变将包皮上翻后，切记及时复位;有包茎者最好争取行包皮环切术，不愿手术者，应经常清洗包皮垢，并及时复位。若嵌顿包茎一旦发生，最简捷的方法是手法复位，加上必要的浸洗方法;手法复位失败者，及时用手术复位，以防发生坏死。所以本病主要是外治，内治仅作为辅助而已。 </p>
         * causetext : 　　发生这种情况，往往由于病人自己为了露出阴茎头，把包皮上翻而发生;亦有因医生检查包皮时，没有及时将上翻的过紧过长的包皮推下而发生;也有因房事(特别是新婚之夜)后，上翻的包皮未能复位所造成;另外，也可因包皮阴茎头炎刺激，致阴茎勃起而发生。
         * checks :
         * checktext : <p> 　　【诊断与鉴别诊断】 </p>
         <p> 　　1.诊断要点 </p>
         <p> 　　①有包茎病史;②包皮外口上退至冠状沟处不能还纳;③嵌顿出现后局部明显肿胀，剧痛，严熏者阴茎头肿胀色紫，排尿困难;④发生于小孩者常哭闹不安。 </p>
         <p> 　　2.鉴别诊断 </p>
         <p> 　　(1)包皮虫咬皮炎：见于小儿，包皮红肿，痒且痛。但包皮未上翻。 </p>
         <p> 　　(2)阴茎嵌顿：多见于性情怪癖之人，患者常以金属环、大型螺丝帽、橡皮圈等，套入阴茎而发生绞窄，致使阴茎肿胀、疼痛，严重者异物陷入而看不见，阴茎远端可发生坏死。和本病比较，仍然容易鉴别。 </p>
         * count : 2854
         * department : 男科
         * description : 包皮过长，包皮口较小，虽能勉强上推露出阴茎头，但因诸种原因造成包皮紧勒在阴茎冠状沟处不能推下，形成嵌顿包茎
         * disease :
         * diseasetext :
         * drug :
         * drugtext : <p> 治疗： 【临床分证】 本病亦是男科急诊，急需局部外治处理，内治仅用于局部外描处理之后。按临床实际经验，拟分为轻证(气滞证)与重证(血瘀证)较妥。染毒者接阴茎头包皮炎论治。 (一)气滞证 本证系包皮嵌顿不久，以局部水肿、疼痛为主的一种证候。 论治法则 通脉行气，止痛消肿。 方剂选要 (1)首选方剂：活血效灵丹合金铃子散。方中当归活血养血;丹参、乳、没活血通脉;金铃子疏肝理气;延胡索行气，尤长于止痛。诸药合用，具通脉止痛，行气消肿之功。该方用于本病复位后水肿仍不能消退者。 (2)备用方剂：云南白药加半边莲。半边莲长于解毒、利尿、消肿，加服云南白药，意在于嵌顿包茎亦是一种损伤，仿损伤初期论冶自无不可。笔者用治多人，皆有效验。 外治疗法 (1)手法复位：宜尽早施行，以免组织坏死。先于阴茎冠状沟处涂上凡士林，用两手食指和中指夹住阴茎包皮狭窄环后方，两拇指压挤阴茎头，慢慢地使其通过狭窄的环，同时两手食指和中指将包皮从阴茎体上往下翻推，使之复位。若嵌顿未超过6小时以上者，手法复位多能成功。 (2)芒硝、马齿苋液湿敷：芒硝30g，马齿苋30g，煎液待温，用纱布湿敷或淋洗患处，每日2次，每次10～15分钟。或用上液装大口瓶中，再将阴茎放入其中浸泡10分钟左右，效果更佳。 验案选粹 李某，12岁。素有包皮过长，日前戏弄阴茎，包皮上翻后不能推下，自觉疼痛，走路时加重，检查：包皮水肿、透亮。拟诊为嵌顿包茎。先行手法复位成功，继用芒硝30g煎液湿敷，日2次。2天后水肿全退告安。(引自：陈耀葵医案) (二)血瘀证(重症} 本证因嵌顿包茎未能及时复位，血液瘀滞所致。 诊断要求 具备主症并兼见次症某项及典型舌脉者.即口丁诊断为本证。 论治法则 活血化瘀，通络止痛。 方剂选要 (1)首选方剂：活络效灵丹合桂枝茯苓丸加诫。当归、丹参活血;乳香、没药祛瘀;桃仁、牡丹皮、赤芍理气止痛;茯苓引药下行;白蜜使瘀去而不伤正。 (2)备用方剂：七厘散。功能活血散瘀，定痛止血，血竭、乳香、没药、红花活血行瘀;麝香、冰片辛散止痛;儿茶行瘀，解热定痛;朱砂本为安神之品，兼有解毒之效，与麝香，冰片、儿茶相伍，能解毒定痛。散瘀消肿。取一散剂。用黄酒冲服，更助祛瘀通脉之效。 外治疗法 (1)手法复位：先将有槽探针插入狭窄环内，然后于阴茎背侧，沿着槽探针切断狭窄环，阴茎即时按解。切口可不缝合，若切口较长者可横行缝合。 (2)浸泡或湿敷法：方用芒硝30g，黄柏15g。枯矾15g，冰片5g煎液。后入冰片，待温浸洗或湿敷患处，每日2～3次，可促进水肿消退。 验案选粹 易某，25岁。昨日新婚，今晨起包皮不能翻下，水肿，疼痛，因害羞未及时处治，来院就诊时已逾8小时。查：阴茎包皮重度水肿，上有散在小瘀点，阴茎头红，轻肿，排尿困难，欲解不得，不能正常步行，十分痛楚。即在局麻下(阴茎根部阻滞麻醉)外用苯扎溴铵消毒，切开狭窄环，横行缝合。术后外用芒硝、黄柏、冰片煎水外洗，3天水肿全消，2周后行包皮环切术为安。(引自：蒋瑞蜂医案) 辨治按语 嵌顿包茎系男科常见急症之一，完全可以预防。除了普及卫生常识之外，还应采用以下各点预防方法;教育儿童、青少年不要随意玩弄阴茎;新婚夫妇于婚前学习卫生指导;医生检查龟头病变将包皮上翻后，切记及时复位;有包茎者最好争取行包皮环切术，不愿手术者，应经常清洗包皮垢，并及时复位。若嵌顿包茎一旦发生，最简捷的方法是手法复位，加上必要的浸洗方法;手法复位失败者，及时用手术复位，以防发生坏死。所以本病主要是外治，内治仅作为辅助而已。 </p>
         * fcount : 0
         * food :
         * foodtext :
         * id : 7229
         * img : /disease/080918/20892e2251b7b5679342b2f3666396e6.jpg
         * keywords : 包皮 包茎 冠状沟 多见于 青年人
         * message : 　　包皮过长，包皮口较小，虽能勉强上推露出阴茎头，但因诸种原因造成包皮紧勒在阴茎冠状沟处不能推下，形成嵌顿包茎。多见于小儿及青年人，临床上以新婚青年为多。嵌顿包茎发生后，包皮络脉受阻，血行不畅，伤形则痛，伤血则瘀，伤气则肿，局部明显水肿、疼痛，严重者包皮坏死，排尿困难。
         * name : 嵌顿包茎
         * place : 男性生殖系统,阴茎,口
         * rcount : 0
         * symptom : 阴茎疼痛
         * symptomtext : <p> 　　【临床分证】 </p>
         <p> 　　本病亦是男科急诊，急需局部外治处理，内治仅用于局部外描处理之后。按临床实际经验，拟分为轻证(气滞证)与重证(血瘀证)较妥。染毒者接阴茎头包皮炎论治。 </p>
         <p> 　　(一)气滞证 </p>
         <p> 　　本证系包皮嵌顿不久，以局部水肿、疼痛为主的一种证候。 </p>
         <p> 　　1.临床表现 </p>
         <p> 　　(1)主症：①包皮外日上至冠状沟不能还纳;②包皮水肿，色红;③自觉疼痛。 </p>
         <p> 　　(2)次症：少腹胀痛。 </p>
         <p> 　　(3)典型舌脉：舌脉可正常，或脉紧。 </p>
         <p> 　　2.辩证分析 包皮过长，包皮口小，上翻后不能复位，脉络腥滞，气血运行不畅，即见局部水肿、疼痛。 </p>
         <p> 　　3.诊断要求 具备主症①或主症①、②、③，即可判为本证。 </p>
         <p> 　　(二)血瘀证(重症} </p>
         <p> 　　本证因嵌顿包茎未能及时复位，血液瘀滞所致。 </p>
         <p> 　　1.临床表现 </p>
         <p> 　　(1)主症：包皮水肿，色暗红，可见散在小瘀点;剧痛，有如针刺;龟头紫红，轻肿。 </p>
         <p> 　　(2)次症：①可有排尿困难;②因痛而坐立不安。 </p>
         <p> 　　(3)典型舌脉：正常或舌见瘀点，脉弦紧或沉涩。 </p>
         <p> 　　2.辨证分析 包茎嵌顿有如损伤，因伤则瘀，加之又未及时解除，血脉瘀滞加重，经脉阻塞，故为一派血瘀征象，而疼痛最为病人难受，尤以排尿不畅，更增加病人烦恼，脉见沉紧。 </p>
         <p> 　　3.诊断要求 具备主症并兼见次症某项及典型舌脉者.即可诊断为本证。 </p>
         */

        private String caretext;
        private String causetext;
        private String checks;
        private String checktext;
        private int count;
        private String department;
        private String description;
        private String disease;
        private String diseasetext;
        private String drug;
        private String drugtext;
        private int fcount;
        private String food;
        private String foodtext;
        private int id;
        private String img;
        private String keywords;
        private String message;
        private String name;
        private String place;
        private int rcount;
        private String symptom;
        private String symptomtext;

        protected ListBean(Parcel in) {
            caretext = in.readString();
            causetext = in.readString();
            checks = in.readString();
            checktext = in.readString();
            count = in.readInt();
            department = in.readString();
            description = in.readString();
            disease = in.readString();
            diseasetext = in.readString();
            drug = in.readString();
            drugtext = in.readString();
            fcount = in.readInt();
            food = in.readString();
            foodtext = in.readString();
            id = in.readInt();
            img = in.readString();
            keywords = in.readString();
            message = in.readString();
            name = in.readString();
            place = in.readString();
            rcount = in.readInt();
            symptom = in.readString();
            symptomtext = in.readString();
        }

        public static final Creator<ListBean> CREATOR = new Creator<ListBean>() {
            @Override
            public ListBean createFromParcel(Parcel in) {
                return new ListBean(in);
            }

            @Override
            public ListBean[] newArray(int size) {
                return new ListBean[size];
            }
        };

        public String getCaretext() {
            return caretext;
        }

        public void setCaretext(String caretext) {
            this.caretext = caretext;
        }

        public String getCausetext() {
            return causetext;
        }

        public void setCausetext(String causetext) {
            this.causetext = causetext;
        }

        public String getChecks() {
            return checks;
        }

        public void setChecks(String checks) {
            this.checks = checks;
        }

        public String getChecktext() {
            return checktext;
        }

        public void setChecktext(String checktext) {
            this.checktext = checktext;
        }

        public int getCount() {
            return count;
        }

        public void setCount(int count) {
            this.count = count;
        }

        public String getDepartment() {
            return department;
        }

        public void setDepartment(String department) {
            this.department = department;
        }

        public String getDescription() {
            return description;
        }

        public void setDescription(String description) {
            this.description = description;
        }

        public String getDisease() {
            return disease;
        }

        public void setDisease(String disease) {
            this.disease = disease;
        }

        public String getDiseasetext() {
            return diseasetext;
        }

        public void setDiseasetext(String diseasetext) {
            this.diseasetext = diseasetext;
        }

        public String getDrug() {
            return drug;
        }

        public void setDrug(String drug) {
            this.drug = drug;
        }

        public String getDrugtext() {
            return drugtext;
        }

        public void setDrugtext(String drugtext) {
            this.drugtext = drugtext;
        }

        public int getFcount() {
            return fcount;
        }

        public void setFcount(int fcount) {
            this.fcount = fcount;
        }

        public String getFood() {
            return food;
        }

        public void setFood(String food) {
            this.food = food;
        }

        public String getFoodtext() {
            return foodtext;
        }

        public void setFoodtext(String foodtext) {
            this.foodtext = foodtext;
        }

        public int getId() {
            return id;
        }

        public void setId(int id) {
            this.id = id;
        }

        public String getImg() {
            return img;
        }

        public void setImg(String img) {
            this.img = img;
        }

        public String getKeywords() {
            return keywords;
        }

        public void setKeywords(String keywords) {
            this.keywords = keywords;
        }

        public String getMessage() {
            return message;
        }

        public void setMessage(String message) {
            this.message = message;
        }

        public String getName() {
            return name;
        }

        public void setName(String name) {
            this.name = name;
        }

        public String getPlace() {
            return place;
        }

        public void setPlace(String place) {
            this.place = place;
        }

        public int getRcount() {
            return rcount;
        }

        public void setRcount(int rcount) {
            this.rcount = rcount;
        }

        public String getSymptom() {
            return symptom;
        }

        public void setSymptom(String symptom) {
            this.symptom = symptom;
        }

        public String getSymptomtext() {
            return symptomtext;
        }

        public void setSymptomtext(String symptomtext) {
            this.symptomtext = symptomtext;
        }

        @Override
        public int describeContents() {
            return 0;
        }

        @Override
        public void writeToParcel(Parcel parcel, int i) {
            parcel.writeString(caretext);
            parcel.writeString(causetext);
            parcel.writeString(checks);
            parcel.writeString(checktext);
            parcel.writeInt(count);
            parcel.writeString(department);
            parcel.writeString(description);
            parcel.writeString(disease);
            parcel.writeString(diseasetext);
            parcel.writeString(drug);
            parcel.writeString(drugtext);
            parcel.writeInt(fcount);
            parcel.writeString(food);
            parcel.writeString(foodtext);
            parcel.writeInt(id);
            parcel.writeString(img);
            parcel.writeString(keywords);
            parcel.writeString(message);
            parcel.writeString(name);
            parcel.writeString(place);
            parcel.writeInt(rcount);
            parcel.writeString(symptom);
            parcel.writeString(symptomtext);
        }
    }
}
